Repository: amikey/strumpract
Catalog: src/lang/strumpract_*.po
Languages: ar, de, eo, es, fr, id, nl, pl, ru

source: Last element
ar: العنصر الأخير
de: Letztes Element
eo: Lasta elemento
es: Último elemento
fr: Dernier élément
id: Elemen terakhir
nl: Laatste element
pl: Ostatni element
ru: Последний элемент

source: Slower
ar: أبطأ
de: Langsamer
eo: Pli malrapide
es: Más lento
fr: Plus lent
id: Lebih lambat
nl: Langzamer
pl: Wolniej
ru: Медленнее

source: Faster
ar: أسرع
de: Schneller
eo: Pli rapide
es: Más rápido
fr: Plus rapide
id: Lebih cepat
nl: Sneller
pl: Szybciej
ru: Быстрее

source: Window
ar: نافذة
de: Fenster
eo: Fenestro
es: Ventana
fr: Fenêtre
id: Jendela
nl: Venster
pl: Okno
ru: Окно

source: Area
ar: منطقة
de: Bereich
eo: Areo
es: Área
fr: Zone
nl: Gebied
pl: Obszar
ru: Область

source: Area activated
ar: المنطقة نشطة
de: Bereich aktiviert
eo: Areo aktivigita
es: Área activada
fr: Zone activée
id: Area diaktifkan
nl: Gebied geactiveerd
pl: Obszar aktywowany
ru: Область активирована

source: Volume down
ar: خفض مستوى الصوت
de: Leiser
eo: Volumo malsupren
es: Bajar volumen
fr: Baisser le volume
id: Kecilkan volume
nl: Volume omlaag
pl: Ciszej
ru: Уменьшить громкость

source: Volume up
ar: رفع مستوى الصوت
de: Lauter
eo: Volumo supren
es: Subir volumen
fr: Augmenter le volume
id: Naikkan volume
nl: Volume omhoog
pl: Zwiększ głośność
ru: Увеличить громкость

source: Cancel speech
ar: إلغاء الكلام
de: Sprache abbrechen
eo: Nuligi paroladon
es: Cancelar voz
fr: Annuler la parole
id: Batalkan pidato
nl: Speech annuleren
pl: Anuluj mowę
ru: Отменить речь

source: New
ar: جديد
de: Neu
eo: Nova
es: Nuevo
fr: Nouveau
id: Baru
nl: Nieuw
pl: Nowy
ru: Новый

source: Tools
ar: أدوات
de: Werkzeuge
eo: Iloj
es: Herramientas
fr: Outils
id: Alat
nl: Gereedschap
pl: Narzędzia
ru: Инструменты

source: Languages
ar: اللغات
de: Sprachen
eo: Lingvoj
es: Idiomas
fr: Langues
id: Bahasa
nl: Talen
pl: Języki
ru: Языки

source: Directory
ar: الدليل
de: Verzeichnis
eo: Adresaro
es: Directorio
fr: Répertoire
id: Direktori
pl: Katalog
ru: Каталог

source: No icons
ar: لا توجد رموز
de: Keine Symbole
eo: Neniu piktogramoj
es: Sin iconos
fr: Aucune icône
id: Tidak ada ikon
nl: Geen pictogrammen
pl: Brak ikon
ru: Нет значков

source: No lateral
ar: لا جانبي
de: Kein seitliches
eo: Neniu flanko
es: Sin laterales
fr: Aucun latéral
id: Tidak ada lateral
nl: Geen lateraal
pl: Bez strony
ru: Без боковых

source: Compact
ar: مضغوط
de: Kompakt
eo: Kompakta
es: Compacto
id: Ringkas
pl: Kompaktowy
ru: Компактный

source: Path
ar: المسار
de: Pfad
eo: Vojo
es: Ruta
fr: Chemin
id: Jalur
nl: Pad
pl: Ścieżka
ru: Путь

source: File
ar: ملف
de: Datei
eo: Dosiero
es: Archivo
fr: Fichier
id: Berkas
nl: Bestand
pl: Plik
ru: Файл

source: Delete selected row?
ar: هل تريد حذف الصف المحدد؟
de: Ausgewählte Zeile löschen?
eo: Ĉu forigi elektitan vicon?
es: ¿Eliminar la fila seleccionada?
fr: Supprimer la ligne sélectionnée ?
id: Hapus baris yang dipilih?
nl: Geselecteerde rij verwijderen?
pl: Usunąć wybrany wiersz?
ru: Удалить выбранную строку?

source: Delete %s selected rows?
ar: هل تريد حذف٪ s من الصفوف المحددة؟
de: %s ausgewählte Zeilen löschen?
eo: Ĉu forigi %s elektitajn vicojn?
es: ¿Eliminar %s filas seleccionadas?
fr: Supprimer %s lignes sélectionnées ?
id: Hapus %s baris yang dipilih?
nl: %s geselecteerde rijen verwijderen?
pl: Usunąć %s wybranych wierszy?
ru: Удалить %s выбранных строк?

source: Dock any window on this area.
ar: إرساء أي نافذة في هذه المنطقة.
de: Beliebiges Fenster in diesem Bereich andocken.
eo: Doku ajnan fenestron sur ĉi tiu areo.
es: Acople cualquier ventana en esta área.
fr: Ancrez une fenêtre sur cette zone.
id: Dock semua jendela di area ini.
nl: Lock elk venster op dit gebied.
pl: Zadokuj dowolne okno w tym obszarze.
ru: Закрепить любое окно в этой области.

source: Drag a form here using right-border grip.
ar: اسحب نموذجًا هنا باستخدام قبضة الحدود اليمنى.
de: Ziehen Sie ein Formular mit dem Griff am rechten Rand hierher.
eo: Trenu formularon ĉi tien uzante dekstran randan kroĉon.
es: Arrastre un formulario aquí usando el agarre del borde derecho.
fr: Faites glisser un formulaire ici en utilisant la poignée de bordure droite.
id: Seret formulir ke sini menggunakan pegangan batas kanan.
nl: Sleep een formulier hierheen met de rechterrandgreep.
pl: Przeciągnij tutaj formularz, używając uchwytu prawego obramowania.
ru: Перетащите сюда форму, используя захват правой границы.

source: &Dock
eo: &Doko
es: &Muelle
id: &Dok
pl: &Dokuj
ru: &Док

source: Dock windows in one form
ar: إرساء النوافذ في نموذج واحد
de: Fenster in einem Formular andocken
eo: Doku fenestrojn en unu formo
es: Acoplar ventanas en una forma
fr: Ancrer les fenêtres dans un seul formulaire
id: Dock windows dalam satu bentuk
nl: Dockvensters in één vorm
pl: Dokuj okna w jednej formie
ru: Закрепить окна в одной форме

source: &Tab
ru: &Ушко

source: One form with tabs
ar: نموذج واحد بعلامات تبويب
de: Ein Formular mit Tabs
eo: Unu formo kun langetoj
es: Un formulario con pestañas
fr: Un formulaire avec des onglets
id: Satu formulir dengan tab
nl: Eén formulier met tabbladen
pl: Jeden formularz z zakładkami
ru: Одна форма с вкладками

source: &Dock all visible windows
ar: إرساء جميع النوافذ المرئية
de: Alle sichtbaren Fenster &docken
eo: &Doku ĉiujn videblajn fenestrojn
es: &Acoplar todas las ventanas visibles
fr: &Ancrer toutes les fenêtres visibles
id: &Dock semua jendela yang terlihat
nl: &Dock alle zichtbare vensters
pl: &Dokuj wszystkie widoczne okna
ru: &Закрепить все видимые окна

source: &Float all visible windows
ar: تعويم كافة النوافذ المرئية
de: Alle sichtbaren Fenster &schweben
eo: &Flosu ĉiujn videblajn fenestrojn
es: &Hacer flotar todas las ventanas visibles
fr: &Faire flotter toutes les fenêtres visibles
id: &Float semua jendela yang terlihat
nl: &Float alle zichtbare vensters
pl: &Przesuń wszystkie widoczne okna
ru: &Открыть все видимые окна

source: Float windows in independent forms
ar: تعويم النوافذ في النماذج المستقلة
de: Float-Fenster in unabhängigen Formularen
eo: Flosu fenestrojn en sendependaj formoj
es: Ventanas flotantes en formas independientes
fr: Fenêtres flottantes dans des formulaires indépendants
id: Float windows dalam bentuk independen
nl: Vloeiende vensters in onafhankelijke vormen
pl: Okna pływające w niezależnych formach
ru: Плавающие окна в независимых формах

source: &Tab all visible windows
ar: تبويب جميع النوافذ المرئية
de: Alle sichtbaren Fenster &tabieren
eo: &Prepu ĉiujn videblajn fenestrojn
es: &Tab todas las ventanas visibles
fr: &Tabuler toutes les fenêtres visibles
id: &Tab semua jendela yang terlihat
nl: &Tab alle zichtbare vensters
pl: &Tabuj wszystkie widoczne okna
ru: &Tab все видимые окна

source: Make windows tabed in one form
ar: جعل النوافذ ذات علامات جدولة في شكل واحد
de: Fenster in einem Formular tabellarisch erstellen
eo: Faru fenestrojn tabuligitaj en unu formo
es: Hacer ventanas tabuladas en una sola forma
fr: Faire des fenêtres tabulées dans un seul formulaire
id: Jadikan jendela tab dalam satu bentuk
nl: Maak vensters in één vorm in tabbladen
pl: Utwórz zakładki okien w jednej formie
ru: Создать окна с вкладками в одной форме

source: &Jam Session
ar: جلسة Jam
eo: &Jam Sesio
id: &Jam Sesi
nl: &Jamsessie
pl: Sesja &Jamowa
ru: &Джем-сессия

source: DJ Console Wave
eo: Dj-Konzolo Wave
es: Consola de DJ Wave
fr: Console DJ Wave
id: Gelombang Konsol DJ
ru: Волна диджейской консоли

source: DJ Console Info
eo: Informoj pri DJ-Konzolo
es: Consola de DJ Info
fr: Console DJ Info
id: Info Konsol DJ
ru: Диджейская консоль + информация

source: &Record stage
ar: تسجيل المرحلة
de: &Bühne aufzeichnen
eo: &Registri stadion
es: &Registrar etapa
fr: Session d'enregistrement
id: &Rekam tahap
nl: &Podium opnemen
pl: Etap &nagrywania
ru: &Этап записи

source: &Chords Randomizer
ar: العشوائي للأوتار
eo: &Akordoj Randomizilo
es: Aleatorizador de &acordes
fr: Aléatoire d'&accords
id: &Acak Akord
nl: &Akkoorden Randomizer
pl: &Randomizer akordów
ru: &Рандомизатор аккордов

source: Save Layout
ar: حفظ التخطيط
de: Layout speichern
eo: Konservi Aranĝon
es: Guardar diseño
fr: Enregistrer la mise en page
id: Simpan Tata Letak
nl: Opmaak opslaan
pl: Zapisz układ
ru: Сохранить макет

source: Save current layout
ar: حفظ التنسيق الحالي
de: Aktuelles Layout speichern
eo: Konservi nunan aranĝon
es: Guardar diseño actual
fr: Enregistrer la mise en page actuelle
id: Simpan tata letak saat ini
nl: Huidige lay-out opslaan
pl: Zapisz aktualny układ
ru: Сохранить текущий макет

source: Load Layout
ar: تحميل التخطيط
de: Layout laden
eo: Ŝargi Aranĝon
es: Cargar diseño
fr: Charger la mise en page
id: Muat Tata Letak
nl: Laad lay-out
pl: Załaduj układ
ru: Загрузить макет

source: Load saved layout
ar: تحميل التخطيط المحفوظ
de: Gespeichertes Layout laden
eo: Ŝargi konservitan aranĝon
es: Cargar diseño guardado
fr: Charger la mise en page enregistrée
id: Muat tata letak yang disimpan
nl: Opgeslagen lay-out laden
pl: Załaduj zapisany układ
ru: Загрузить сохраненный макет

source: &Layout
ar: & تخطيط
eo: &Aranĝo
es: &Diseño
id: &Tata Letak
pl: &Układ
ru: &Макет

source: Layout of windows
ar: تخطيط النوافذ
de: Layout von Fenstern
eo: Arpaĝigo de fenestroj
es: Diseño de ventanas
fr: Disposition des fenêtres
id: Tata letak jendela
nl: Indeling van vensters
pl: Układ okien
ru: Расположение окон

source: Show All
ar: إظهار الكل
de: Alle anzeigen
eo: Montri Ĉion
es: Mostrar todo
fr: Afficher tout
id: Tampilkan Semua
nl: Alles tonen
pl: Pokaż wszystko
ru: Показать все

source: Hide All
ar: إخفاء الكل
de: Alle ausblenden
eo: Kaŝi Ĉion
es: Ocultar todo
fr: Masquer tout
id: Sembunyikan Semua
nl: Alles verbergen
pl: Ukryj wszystko
ru: Скрыть все

source: Show Drums
ar: عرض الطبول
de: Schlagzeug anzeigen
eo: Montri Tamburojn
es: Mostrar batería
id: Tampilkan Drum
ru: Показать барабаны

source: Show File List
ar: إظهار قائمة الملفات
de: Dateiliste anzeigen
eo: Montri Dosierliston
es: Mostrar lista de archivos
id: Tampilkan Daftar File
ru: Показать список файлов

source: Show Player 1
ar: إظهار اللاعب 1
de: Spieler 1 anzeigen
eo: Montri Ludanton 1
es: Mostrar jugador 1
id: Tampilkan Pemain 1
ru: Показать игрока 1

source: Show Player 2
ar: إظهار اللاعب 2
de: Spieler 2 anzeigen
eo: Montri Ludanton 2
es: Mostrar jugador 2
id: Tampilkan Pemain 2
ru: Показать плеер 2

source: Show Commander
ar: إظهار القائد
de: Zeige Commander
eo: Montri komandanton
es: Mostrar comandante
id: Tampilkan Komandan
ru: Показать командующего

source: Show Recorder
ar: إظهار المسجل
de: Recorder anzeigen
eo: Montri registrilon
es: Mostrar grabadora
id: Tampilkan Perekam
ru: Показать рекордер

source: Show Guitars
ar: إظهار القيثارات
de: Gitarren anzeigen
eo: Montri Gitarojn
es: Mostrar guitarras
id: Tampilkan Gitar
ru: Показать гитары

source: Show Spectrum 1
ar: إظهار الطيف 1
de: Spektrum 1 anzeigen
eo: Montri Spektron 1
es: Mostrar espectro 1
id: Tampilkan Spektrum 1
ru: Показать спектр 1

source: Show Spectrum 2
ar: إظهار الطيف 2
de: Spektrum 2 anzeigen
eo: Montri Spektron 2
es: Mostrar espectro 2
id: Tampilkan Spektrum 2
ru: Показать спектр 2

source: Show Spectrum Rec
ar: إظهار تسجيل الطيف
de: Spektrumaufnahme anzeigen
eo: Montri Spectrum Rec
es: Mostrar grabación de espectro
id: Tampilkan Rek Spektrum
ru: Показать запись спектра

source: Show WaveForm 1
ar: إظهار WaveForm 1
de: Zeige WaveForm 1
eo: Montri Ondoformon 1
es: Mostrar forma de onda 1
id: Tampilkan Bentuk Gelombang 1
ru: Показать WaveForm 1

source: Show WaveForm 2
ar: إظهار WaveForm 2
de: Zeige WaveForm 2
eo: Montri Ondoformon 2
es: Mostrar forma de onda 2
id: Tampilkan Bentuk Gelombang 2
ru: Показать WaveForm 2

source: Show WaveForm Rec
ar: إظهار WaveForm Rec
de: Zeige WaveForm Rec
eo: Montri WaveForm Rec
es: Mostrar grabación de forma de onda
id: Tampilkan Rek Bentuk Gelombang
ru: Показать запись WaveForm

source: Show Equalizer 1
ar: إظهار المعادل 1
de: Equalizer 1 anzeigen
eo: Montri Ekvalizilon 1
es: Mostrar ecualizador 1
id: Tampilkan Equalizer 1
ru: Показать эквалайзер 1

source: Show Equalizer 2
ar: إظهار المعادل 2
de: Equalizer 2 anzeigen
eo: Montri Ekvalizilon 2
es: Mostrar ecualizador 2
id: Tampilkan Equalizer 2
ru: Показать эквалайзер 2

source: Show Equalizer Rec
ar: إظهار Rec Equalizer Rec
eo: Montri Equalizer Rec
es: Mostrar grabación del ecualizador
id: Tampilkan Rek Equalizer
ru: Показать запись эквалайзера

source: Show Chord Randomizer
ar: إظهار معشّي النغمات
de: Chord Randomizer anzeigen
eo: Montri Akorda Randomizilon
es: Mostrar aleatorizador de acordes
id: Tampilkan Pengacak Akord
ru: Показать рандомизатор аккордов

source: Show Image Dancer
ar: إظهار الصورة الراقصة
de: Bild Tänzer anzeigen
eo: Montri Bildan Danciston
es: Mostrar imagen de bailarina
id: Tampilkan Gambar Penari
ru: Показать изображение танцора

source: Show Dock Panel 1
ar: إظهار لوحة الإرساء 1
de: Dock Panel 1 anzeigen
eo: Montri Dock Panel 1
es: Mostrar panel de base 1
id: Tampilkan Panel Dock 1
ru: Показать док-панель 1

source: Show Dock Panel 2
ar: إظهار لوحة الإرساء 2
de: Dock Panel 2 anzeigen
eo: Montri Dock Panel 2
es: Mostrar panel de base 2
id: Tampilkan Panel Dock 2
ru: Показать док-панель 2

source: Show Dock Panel 3
ar: إظهار لوحة الإرساء 3
de: Dock Panel 3 anzeigen
eo: Montri Dock Panel 3
es: Mostrar panel de base 3
id: Tampilkan Panel Dock 3
ru: Показать док-панель 3

source: Show Dock Panel 4
ar: إظهار لوحة الإرساء 4
de: Dock Panel 4 anzeigen
eo: Montri Dock Panel 4
es: Mostrar panel de acoplamiento 4
id: Tampilkan Panel Dock 4
ru: Показать док-панель 4

source: Show Dock Panel 5
ar: إظهار لوحة الإرساء 5
de: Dock Panel 5 anzeigen
eo: Montri Dock Panel 5
es: Mostrar panel de acoplamiento 5
id: Tampilkan Panel Dock 5
ru: Показать док-панель 5

source: Panels
fr: &Panneaux
id: Panel
pl: Panele
ru: Панели

source: Show
fr: Afficher
id: Tampilkan
nl: Toon
pl: Pokaż
ru: Показать

source: Show/hide windows
ar: إظهار / إخفاء النوافذ
de: Fenster anzeigen/ausblenden
eo: Montri/kaŝi fenestrojn
es: Mostrar/ocultar ventanas
fr: Afficher/masquer les fenêtres
id: Tampilkan/sembunyikan jendela
nl: Toon/verberg vensters
pl: Pokaż/ukryj okna
ru: Показать/скрыть окна

source: Square
ar: مربع
de: Quadrat
eo: Kvadrato
es: Cuadrado
fr: Carré
id: Persegi
nl: Vierkant
pl: Kwadrat
ru: Квадрат

source: Triangle
ar: مثلث
de: Dreieck
eo: Triangulo
es: Triángulo
id: Segitiga
nl: Driehoek
pl: Trójkąt
ru: Треугольник

source: Lines
ar: خطوط
de: Zeilen
eo: Linioj
es: Líneas
fr: Lignes
id: Garis
nl: Lijnen
pl: Linie
ru: Строки

source: Fractal Tree
ar: شجرة كسورية
de: Fraktaler Baum
eo: Fraktala Arbo
es: Árbol fractal
fr: Arbre fractal
id: Pohon Fraktal
nl: Fractal Boom
pl: Drzewo fraktalne
ru: Фрактальное дерево

source: Super Formula
ar: صيغة فائقة
de: Superformel
eo: Superformulo
es: Súper fórmula
fr: Super formule
id: Formula Super
nl: Super Formule
pl: Super Formuła
ru: Суперформула

source: Hyper Formula
ar: صيغة مفرطة
de: Hyperformel
eo: Hiperformulo
es: Hiperfórmula
fr: Hyper formule
id: Formula Hiper
nl: Hyper Formule
pl: Hiper formuła
ru: Гиперформула

source: Atom
ar: أتوم
eo: Atomo
es: Átomo
nl: Atoom
ru: Атом

source: Spiral Hue
de: Spiralfarbton
eo: Spirala Nuanco
es: Tono espiral
fr: Teinte en spirale
id: Warna Spiral
nl: Spiraal Tint
pl: Spiralny odcień
ru: Спиральный оттенок

source: Spiral Rainbow
ar: قوس قزح حلزوني
de: Spiralregenbogen
eo: Spirala Ĉielarko
es: Arco iris en espiral
fr: Arc-en-ciel en spirale
id: Pelangi Spiral
nl: Spiraal Regenboog
pl: Spiralna tęcza
ru: Спиральная радуга

source: Spiral Move
ar: سبير
de: Spiral-bewegen
eo: Spirala 2
es: Espiral movida
fr: Spirale mouvante
id: Spiral 2
nl: Spiraal beweegt
pl: Spiralna 2
ru: Спиральная 2

source: Turtle 1
ar: السلحفاة 1
de: Schildkröte 1
eo: Testudo 1
es: Tortuga 1
fr: Tortue 1
id: Penyu 1
nl: Schildpad 1
pl: Żółw 1
ru: Черепаха 1

source: Turtle 2
ar: السلاحف 2
de: Schildkröte 2
eo: Testudo 2
es: Tortuga 2
fr: Tortue 2
id: Penyu 2
nl: Schildpad 2
pl: Żółw 2
ru: Черепаха 2

source: Fractal Circles
ar: دوائر كسورية
de: Fraktale Kreise
eo: Fraktalaj Rondoj
es: Círculos fractales
fr: Cercles fractals
id: Lingkaran Fraktal
nl: Fractal Cirkels
pl: Fraktal Circles
ru: Фрактальные круги

source: Normal form
ar: شكل عادي
eo: Normala formo
es: Forma normal
fr: Forme normale
id: Bentuk normal
nl: Normale vorm
pl: Forma normalna
ru: Обычная форма

source: Use this form to set the size for Ellipse and (Round)Rectangle forms.
ar: استخدم هذا النموذج لتعيين حجم أشكال Ellipse و (Round) Rectangle.
de: Verwenden Sie dieses Formular, um die Größe für Ellipsen- und (runde) Rechteckformen festzulegen.
eo: Uzu ĉi tiun formularon por agordi la grandecon por Formoj Elipso kaj (Ronda)Rektangulo.
es: Use este formulario para establecer el tamaño de los formularios de Elipse y Rectángulo (Redondo).
fr: Utilisez ce formulaire pour définir la taille des formulaires Ellipse et (Round)Rectangle.
id: Gunakan formulir ini untuk mengatur ukuran bentuk Ellipse dan (Bulat)Persegi Panjang.
nl: Gebruik dit formulier om de grootte in te stellen voor ellips- en (ronde)rechthoekvormen.
pl: Użyj tego formularza, aby ustawić rozmiar formularzy Elipsa i (Okrągły) Prostokąt.
ru: Используйте эту форму, чтобы установить размер для форм Эллипс и (Скругленный)Прямоугольник.

source: Ellipse
eo: Elipso
es: Elipse
id: Elipse
nl: Ellips
pl: Elipsa
ru: Эллипс

source: Rounded rect
de: Gerundetes Rechteck
eo: Rondigita rekta
es: Recta redondeada
fr: Rect arrondi
id: Bulat bujur sangkar
nl: Recht afgerond
pl: Prostokąt zaokrąglony
ru: Скругленный прямоугольник

source: Rectangle
ar: مستطيل
de: Rechteck
eo: Rektangulo
es: Rectángulo
id: Persegi Panjang
nl: Rechthoek
pl: Prostokąt
ru: Прямоугольник

source: Always on top
ar: دائمًا في المقدمة
de: Immer oben
eo: Ĉiam supre
es: Siempre arriba
fr: Toujours en avant plan
id: Selalu di atas
nl: Altijd bovenaan
pl: Zawsze na wierzchu
ru: Всегда на высоте

source: Transparent
ar: شفاف
eo: Travidebla
es: Transparente
id: Transparan
nl: Transparant
pl: Przezroczysty
ru: Прозрачный

source: Hide Dancer
ar: إخفاء الراقصة
de: Tänzer verstecken
eo: Kaŝi Danciston
es: Ocultar bailarín
fr: Masquer le danseur
id: Sembunyikan Penari
pl: Ukryj tancerza
ru: Скрыть танцора

source: Da&ncer
ar: راقصة
eo: Dancisto
es: Bailarina
fr: &Danseur
id: Danncer
pl: T&arczyk
ru: танцор

source: Dancing Animations
ar: الرسوم المتحركة الراقصة
de: Tanzende Animationen
eo: Dancaj Animacioj
es: Animaciones de baile
fr: Animations de danse
id: Animasi Menari
nl: Dansanimaties
pl: Animacje taneczne
ru: Танцевальные анимации

source: Gold
ar: ذهبي
eo: Oro
es: Oro
fr: Or
id: Emas
nl: Goud
pl: Złoto
ru: Золото

source: Silver
ar: فضي
de: Silber
eo: Arĝento
es: Plata
fr: Argent
id: Perak
nl: Zilver
pl: Srebrny
ru: Серебряный

source: Carbon
ar: الكربون
de: Kohlenstoff
eo: Karbono
es: Carbono
fr: Carbone
id: Karbon
nl: Koolstof
pl: Węgiel
ru: Углерод

source: &Style
ar: & ستايل
de: &Stil
eo: &Stilo
es: &Estilo
id: &Gaya
nl: &Stijl
pl: &Styl
ru: &Стиль

source: Layout style Gold, Silver or Carbon
ar: نمط التخطيط باللون الذهبي أو الفضي أو الكربوني
de: Layoutstil Gold, Silber oder Karbon
eo: Aranĝiga stilo Oro, Arĝento aŭ Karbono
es: Estilo de diseño Gold, Silver o Carbon
fr: Style de mise en page Or, Argent ou Carbone
id: Gaya tata letak Emas, Perak atau Karbon
nl: Indelingsstijl Goud, Zilver of Carbon
pl: Styl układu złoty, srebrny lub węglowy
ru: Стиль макета Gold, Silver или Carbon

source: Audio
ar: الصوت
eo: Aŭdio
pl: Dźwięk
ru: Аудио

source: Config of audio and colors
ar: تكوين الصوت والألوان
de: Konfiguration von Audio und Farben
eo: Agordo de audio kaj koloroj
es: Configuración de audio y colores
fr: Configuration de l'audio et des couleurs
id: Konfigurasi audio dan warna
nl: Config van audio en kleuren
pl: Konfiguracja dźwięku i kolorów
ru: Конфигурация аудио и цветов

source: Language
ar: اللغة
de: Sprache
eo: Lingvo
es: Idioma
fr: Langue
id: Bahasa
nl: Taal
pl: Język
ru: Язык

source: Set language
ar: ضبط اللغة
de: Sprache einstellen
eo: Agordu lingvon
es: Establecer idioma
fr: Définir la langue
id: Setel bahasa
nl: Taal instellen
pl: Ustaw język
ru: Установить язык

source: &Config
ar: & تكوين
de: &Konfig
eo: &Agordo
id: &Konfig
pl: &Konfig
ru: &Эаход

source: Configuration setting
ar: إعداد التكوين
de: Konfigurationseinstellung
eo: Agorda agordo
es: Ajustes de configuración
fr: Paramètre de configuration
id: Pengaturan konfigurasi
nl: Configuratie-instelling
pl: Ustawienia konfiguracji
ru: Настройка конфигурации

source: &About
ar: & حول
de: &Über
eo: &Pri
es: &Acerca de
fr: &À propos
id: &Tentang
nl: &Over
pl: &Info
ru: &О

source: About StrumPract
ar: حول StrumPract
de: Über StrumPract
eo: Pri StrumPract
es: Acerca de StrumPract
fr: À propos de StrumPract
id: Tentang StrumPract
nl: Over StrumPract
pl: O programie StrumPract
ru: О StrumPract

source: &Quit
ar: & إنهاء
de: &Beenden
eo: &Forlasu
es: &Salir
fr: &Quitter
id: &Keluar
nl: &Stop
pl: &Zakończ
ru: &Выйти

source: Terminate StrumPract
ar: إنهاء StrumPract
de: StrumPract beenden
eo: Ĉesigi StrumPract
es: Terminar StrumPract
fr: Terminer StrumPract
id: Hentikan StrumPract
nl: Beëindig StrumPract
pl: Zakończ StrumPract
ru: Завершить StrumPract

source: Set as default
ar: تعيين كافتراضي
de: Als Standard festlegen
eo: Agordu kiel defaŭltan
es: Establecer como predeterminado
fr: Définir par défaut
id: Tetapkan sebagai default
nl: Als standaard instellen
pl: Ustaw jako domyślny
ru: Установить по умолчанию

source: Recorder
ar: مسجل
de: Rekorder
eo: Registrilo
es: Grabadora
fr: Enregistreur
id: Perekam
pl: Rejestrator
ru: Рекордер

source: Hide
fr: Masquer
id: Bersembunyi
nl: Verbergen
pl: Ukrywać
ru: Скрывать

source: Use that grip panel to drag/drop the window.
ar: استخدم لوحة القبضة هذه لسحب / إسقاط النافذة.
de: Verwenden Sie dieses Grifffeld, um das Fenster zu ziehen und abzulegen.
eo: Uzu tiun kroĉpanelon por treni/faligi la fenestron.
es: Use ese panel de control para arrastrar/soltar la ventana.
fr: Utilisez ce panneau de poignée pour faire glisser/déposer la fenêtre.
id: Gunakan panel pegangan itu untuk menarik/melepaskan jendela.
nl: Gebruik dat greeppaneel om het venster te slepen en neer te zetten.
pl: Użyj tego panelu uchwytów, aby przeciągnąć/upuścić okno.
ru: Используйте эту панель захвата для перетаскивания окна.

source: Com
eo: Kom
ru: Ком

source: Commander
ar: القائد
de: Kommandant
eo: Komandanto
es: Pedido
fr: Commandant
id: Komandan
nl: Commandant
pl: Dowódca
ru: Командир

source: Start Drums
ar: بدء الطبول
de: Schlagzeug starten
eo: Startu Tamburojn
es: Iniciar batería
fr: Démarrer la batterie
id: Mulai Drum
pl: Bębny startowe
ru: Запустить барабаны

source: Pause Drums
ar: إيقاف الطبول مؤقتًا
eo: Paŭzi Tamburojn
es: Pausar batería
fr: Pause de la batterie
id: Jeda Drum
nl: Pauze drums
pl: Wstrzymaj bębny
ru: Пауза барабанов

source: Resume Drums
ar: استئناف الطبول
de: Drums fortsetzen
eo: Rekomenci Tamburojn
es: Reanudar batería
fr: Reprendre la batterie
id: Lanjutkan Drum
nl: Hervat Drums
pl: Wznów bębny
ru: Возобновить ударные

source: General Volume of drums
ar: الحجم العام للطبول
de: Allgemeine Lautstärke des Schlagzeugs
eo: Ĝenerala Volumo de tamburoj
es: Volumen general de la batería
fr: Volume général de la batterie
id: Volume Umum drum
nl: Algemeen volume van drums
pl: Ogólna objętość bębnów
ru: Общая громкость барабанов

source: Drums
ar: طبول
de: Schlagzeug
eo: Tamburoj
es: Tambores
fr: Batterie
id: Drum
pl: Perkusja
ru: Барабаны

source: Click to switch to 100% <> 0%
ar: انقر للتبديل إلى 100٪ <> 0٪
de: Klicken um zu 100 % <> 0 % zu wechseln
eo: Alklaku por ŝanĝi al 100% <> 0%
es: Haga clic para cambiar a 100% <> 0%
fr: Cliquez pour passer à 100% <> 0%
id: Klik untuk beralih ke 100% <> 0%
nl: Klik om over te schakelen naar 100% <> 0%
pl: Kliknij, aby przełączyć na 100% <> 0%
ru: Нажмите, чтобы переключиться на 100% <> 0%
