Repository: amikey/strumpract
Catalog: src/lang/strumpract_*.po
Languages: ar, de, eo, es, fr, id, nl, pl, ru

source: &Cancel
ar: & إلغاء
de: &Abbrechen
eo: &Nuligi
es: &Cancelar
fr: &Annuler
id: &Batalkan
nl: &Annuleren
pl: &Anuluj
ru: &Отмена

source: &Abort
ar: & إحباط
de: &Abbrechen
eo: &Ĉesu
es: &Cancelar
fr: &Abandonner
id: &Batalkan
nl: &Afbreken
pl: &Przerwij
ru: &Прервать

source: &OK
ar: & موافق
eo: &Bone
id: &Oke
ru: &ОК

source: &Yes
ar: & نعم
de: &Ja
eo: &Jes
es: &Sí
fr: &Oui
id: &Ya
nl: &Ja
pl: &Tak
ru: &Да

source: &No
ar: & لا
de: &Nein
eo: &Ne
fr: &Non
id: &Tidak
nl: &Nee
pl: &Nie
ru: &Нет

source: &All
ar: & الكل
de: &Alle
eo: &Ĉiuj
es: &Todos
fr: &Tous
id: &Semua
nl: &Alle
pl: &Wszystko
ru: &Все

source: Yes &all
ar: نعم & الكل
de: Ja &alle
eo: Jes &ĉiuj
es: Sí y todo
fr: Oui &tous
id: Ya & semua
nl: Ja & alles
pl: Tak &wszystko
ru: Да и все

source: N&o all
ar: لا الكل
de: N&o alle
eo: N&o ĉiuj
es: N&o todo
fr: N&o tout
id: T&o semua
nl: N&o alles
pl: B&o wszystkich
ru: Н&все

source: &Ignore
ar: & تجاهل
de: &Ignorieren
eo: &Ignori
es: &Ignorar
fr: &Ignorer
id: &Abaikan
nl: &Negeer
pl: &Ignoruj
ru: &Игнорировать

source: &Skip
ar: & تخطي
de: &Überspringen
eo: &Salti
es: &Saltar
fr: &Ignorer
id: &Lewati
nl: &Overslaan
pl: &Pomiń
ru: &Пропустить

source: Skip a&ll
ar: تخطي & ll
de: Alle &alle überspringen
eo: Salti a&ll
es: Saltar todo
fr: Ignorer tout
id: Lewati semua
nl: Sla alles over
pl: Pomiń wszystko
ru: Пропустить все

source: Co&ntinue
ar: & ntinue
de: Weiter
eo: Daŭrigu
es: Continuar
fr: Continuer
id: Lanjutkan
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить

source: Cancel
ar: إلغاء
de: Abbrechen
eo: Nuligi
es: Cancelar
fr: Annuler
id: Batal
nl: Annuleren
pl: Anuluj
ru: Отмена

source: Abort
ar: إحباط
de: Abbruch
eo: Ĉeligi
es: Cancelar
fr: Abandonner
id: Batalkan
nl: Afbreken
pl: Przerwij
ru: Прервать

source: OK
ar: موافق
eo: Bone
id: Oke
ru: ОК

source: Yes
ar: نعم
de: Ja
eo: Jes
es: Sí
fr: Oui
id: Ya
nl: Ja
pl: Tak
ru: Да

source: No
ar: لا
de: Nein
eo: Ne
fr: Non
id: Tidak
nl: Nee
pl: Nie
ru: Нет

source: All
ar: الكل
de: Alle
eo: Ĉiuj
es: Todos
fr: Tous
id: Semua
nl: Alle
pl: Wszystkie
ru: Все

source: Yes all
ar: نعم الكل
de: Ja alle
eo: Jes ĉiuj
es: Sí, todo
fr: Oui tout
id: Ya semua
nl: Ja allemaal
pl: Tak, wszystkie
ru: Да все

source: No all
ar: لا الكل
de: Nein alle
eo: Ne ĉiuj
es: No todos
fr: Pas tout
id: Tidak semua
nl: Niet alles
pl: Nie wszystkie
ru: Не все

source: Ignore
ar: تجاهل
de: Ignorieren
eo: Ignoru
es: Ignorar
fr: Ignorer
id: Abaikan
nl: Negeren
pl: Ignoruj
ru: Игнорировать

source: Skip
ar: تخطي
de: Überspringen
eo: Salti
es: Saltar
fr: Ignorer
id: Lewati
nl: Overslaan
pl: Pomiń
ru: Пропустить

source: Skip all
ar: تخطي الكل
de: Alle überspringen
eo: Salti ĉion
es: Saltar todo
fr: Tout ignorer
id: Lewati semua
nl: Alles overslaan
pl: Pomiń wszystko
ru: Пропустить все

source: Continue
ar: متابعة
de: Fortfahren
eo: Daŭrigu
es: Continuar
fr: Continuer
id: Lanjutkan
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить

source: is invalid
ar: غير صالح
de: ist ungültig
eo: estas nevalida
es: no es válido
fr: n'est pas valide
id: tidak valid
nl: is ongeldig
pl: jest nieprawidłowy
ru: недействителен

source: Format error
ar: خطأ في التنسيق
de: Formatfehler
eo: Formata eraro
es: Error de formato
fr: Erreur de formatage
id: Kesalahan format
nl: Formaatfout
pl: Błąd formatu
ru: Ошибка формата

source: Value is required
ar: القيمة مطلوبة
de: Wert ist erforderlich
eo: Valoro estas bezonata
es: El valor es obligatorio
fr: Une valeur est requise
id: Nilai wajib diisi
nl: Waarde is vereist
pl: Wartość jest wymagana
ru: Требуется значение

source: Error
ar: خطأ
de: Fehler
eo: Eraro
fr: Erreur
id: Kesalahan
nl: Fout
pl: Błąd
ru: Ошибка

source: Min
ar: مين
es: Mínimo
ru: Мин

source: Max
ar: ماكس
eo: Maksimumo
id: Maks
ru: Макс

source: Range error
ar: خطأ في النطاق
de: Bereichsfehler
eo: Intervalo-eraro
es: Error de rango
fr: Erreur de plage
id: Rentang kesalahan
nl: Bereikfout
pl: Błąd zakresu
ru: Ошибка диапазона

source: &Undo
ar: & تراجع
de: &Rückgängig machen
eo: &Malfari
es: &Deshacer
fr: &Annuler
id: &Urungkan
nl: &Ongedaan maken
pl: &Cofnij
ru: &Отменить

source: &Redo
ar: & إعادة
de: &Wiederherstellen
eo: &Refari
es: &Rehacer
fr: &Rétablir
id: &Ulangi
nl: &Opnieuw
pl: &Ponów
ru: &Повторить

source: &Copy
ar: & نسخ
de: &Kopieren
eo: &Kopiu
es: &Copiar
fr: &Copier
id: &Salin
nl: &Kopiëren
pl: &Kopiuj
ru: &Копировать

source: Cu&t
fr: &Couper
pl: C&t
ru: C&t

source: &Paste
ar: & لصق
de: &Einfügen
eo: &Alglui
es: &Pegar
fr: &Coller
id: &Tempel
nl: &Plakken
pl: &Wklej
ru: &Вставить

source: Select &all
ar: تحديد & الكل
de: &alle auswählen
eo: Elektu &ĉion
es: Seleccionar &todos
fr: Tout &sélectionner
id: Pilih &semua
nl: Selecteer &alles
pl: Wybierz &wszystko
ru: Выбрать &все

source: &Insert Row
ar: & إدراج صف
de: &Zeile einfügen
eo: &Enmeti Vicon
es: &Insertar fila
fr: &Insérer une ligne
id: &Sisipkan Baris
nl: &Rij invoegen
pl: &Wstaw wiersz
ru: &Вставить строку

source: &Append Row
ar: & إلحاق صف
de: Zeile &anhängen
eo: &Aldonu Vicon
es: &Agregar fila
fr: &Ajouter une ligne
id: &Tambah Baris
nl: &Rij toevoegen
pl: &Dołącz wiersz
ru: &Добавить строку

source: &Delete Row
ar: & حذف الصف
de: Zeile &löschen
eo: &Forigi Vicon
es: &Borrar Fila
fr: &Supprimer la ligne
id: &Hapus Baris
nl: &Rij verwijderen
pl: &Usuń wiersz
ru: &Удалить строку

source: &Dir
ar: & دير
pl: &katalog
ru: &Каталог

source: &Home
ar: & الصفحة الرئيسية
eo: &Hejmo
es: &Inicio
fr: &Accueil
id: &Beranda
nl: &Thuis
pl: &Dom
ru: &Главная

source: &Up
de: &Nach oben
eo: &Suren
es: &Arriba
fr: &Haut
id: &Atas
nl: &Omhoog
pl: &W górę
ru: &Вверх

source: &New
ar: & جديد
de: &Neu
eo: &Nova
es: &Nuevo
fr: &Nouveau
id: &Baru
nl: &Nieuw
pl: &Nowy
ru: &Новый

source: &Name
ar: & الاسم
eo: &Nomo
es: &Nombre
fr: &Nom
id: &Nama
nl: &Naam
pl: &Nazwa
ru: &Имя

source: &Show hidden files
ar: & إظهار الملفات المخفية
de: &Versteckte Dateien anzeigen
eo: &Montri kaŝitajn dosierojn
es: &Mostrar archivos ocultos
fr: &Afficher les fichiers cachés
id: &Tampilkan file tersembunyi
nl: &Toon verborgen bestanden
pl: &Pokaż ukryte pliki
ru: &Показать скрытые файлы

source: &Filter
ar: & عامل التصفية
de: &Filtern
eo: &Filtrilo
es: &Filtro
fr: &Filtre
pl: &Filtr
ru: &Фильтр

source: Save
ar: حفظ
de: Speichern
eo: Konservi
es: Guardar
fr: Sauver
id: Simpan
nl: Opslaan
pl: Zapisz
ru: Сохранить

source: Open
ar: فتح
de: Öffnen
eo: Malfermu
es: Abrir
fr: Ouvrir
id: Buka
pl: Otwórz
ru: Открыть

source: Name
ar: الاسم
eo: Nomo
es: Nombre
fr: Nom
id: Nama
nl: Naam
pl: Nazwa
ru: Имя

source: Create new directory
ar: إنشاء دليل جديد
de: Neues Verzeichnis erstellen
eo: Krei novan dosierujon
es: Crear nuevo directorio
fr: Créer un nouveau répertoire
id: Buat direktori baru
nl: Nieuwe map maken
pl: Utwórz nowy katalog
ru: Создать новый каталог

source: Back
ar: رجوع
de: Zurück
eo: Reen
es: Atrás
fr: Retour
id: Kembali
nl: Terug
pl: Wstecz
ru: Назад

source: Forward
ar: إلى الأمام
de: Weiterleiten
eo: Antaŭen
es: Adelante
fr: Transférer
id: Maju
nl: Vooruit
pl: Prześlij dalej
ru: Переслать

source: Up
ar: لأعلى
de: Nach oben
eo: Supren
es: Arriba
fr: Haut
id: Naik
nl: Omhoog
pl: W górę
ru: Вверх

source: exists, do you want to overwrite?
ar: موجود ، هل تريد الكتابة فوقه؟
de: existiert, willst du überschreiben?
eo: ekzistas, ĉu vi volas anstataŭigi?
es: existe, ¿quieres sobrescribir?
fr: existe, voulez-vous écraser ?
id: ada, apakah Anda ingin menimpa?
nl: bestaat, wil je overschrijven?
pl: istnieje, czy chcesz nadpisać?
ru: существует, перезаписать?

source: is modified. Save?
ar: تم تعديله. حفظ؟
de: wird geändert. Speichern?
eo: estas modifita. Ĉu konservi?
es: se modifica. ¿Guardar?
fr: est modifié. Enregistrer ?
id: sudah diubah. Simpan?
nl: is gewijzigd. Opslaan?
pl: jest zmodyfikowany. Zapisać?
ru: изменено. Сохранить?

source: WARNING
ar: تحذير
de: WARNUNG
eo: AVERTO
es: ADVERTENCIA
fr: ATTENTION
id: PERINGATAN
nl: WAARSCHUWING
pl: OSTRZEŻENIE
ru: ПРЕДУПРЕЖДЕНИЕ

source: Exception
ar: استثناء
de: Ausnahme
eo: Escepto
es: Excepción
id: Pengecualian
nl: Uitzondering
pl: Wyjątek
ru: Исключение

source: System
ar: النظام
eo: Sistemo
es: Sistema
fr: Système
id: Sistem
nl: Systeem
ru: Система

source: does not exist
ar: غير موجود
de: existiert nicht
eo: ne ekzistas
es: no existe
fr: n'existe pas
id: tidak ada
nl: bestaat niet
pl: nie istnieje
ru: не существует

source: PASSWORD
ar: كلمة المرور
de: PASSWORT
eo: Pasvorto
es: CONTRASEÑA
fr: MOT DE PASSE
nl: WACHTWOORD
pl: HASŁO
ru: ПАРОЛЬ

source: Enter password
ar: أدخل كلمة المرور
de: Passwort eingeben
eo: Entajpu pasvorton
es: Ingrese la contraseña
fr: Entrez le mot de passe
id: Masukkan kata sandi
nl: Voer wachtwoord in
pl: Wprowadź hasło
ru: Введите пароль

source: Invalid password!
ar: كلمة المرور غير صالحة!
de: Ungültiges Passwort!
eo: Malvalida pasvorto!
es: ¡Contraseña inválida!
fr: Mot de passe invalide !
id: Kata sandi salah!
nl: Ongeldig wachtwoord!
pl: Nieprawidłowe hasło!
ru: Неверный пароль!

source: Can not read directory
ar: لا يمكن قراءة الدليل
de: Verzeichnis kann nicht gelesen werden
eo: Ne povas legi dosierujon
es: No se puede leer el directorio
fr: Impossible de lire le répertoire
id: Tidak dapat membaca direktori
nl: Kan map niet lezen
pl: Nie można odczytać katalogu
ru: Не удается прочитать каталог

source: Graphic format not supported
ar: تنسيق الرسم غير مدعوم
de: Grafikformat wird nicht unterstützt
eo: Grafia formato ne subtenata
es: Formato gráfico no soportado
fr: Format graphique non pris en charge
id: Format grafis tidak didukung
nl: Grafisch formaat niet ondersteund
pl: Format graficzny nie jest obsługiwany
ru: Графический формат не поддерживается

source: Graphic format error
ar: خطأ في تنسيق الرسم
de: Grafikformatfehler
eo: Eraro pri grafika formato
es: Error de formato gráfico
fr: Erreur de format graphique
id: Kesalahan format grafik
nl: Fout in grafisch formaat
pl: Błąd formatu graficznego
ru: Ошибка графического формата

source: All Images
ar: كل الصور
de: Alle Bilder
eo: Ĉiuj Bildoj
es: Todas las imágenes
fr: Toutes les images
id: Semua Gambar
nl: Alle afbeeldingen
pl: Wszystkie obrazy
ru: Все изображения

source: Confirmation
ar: تأكيد
de: Bestätigung
eo: Konfirmo
es: Confirmación
id: Konfirmasi
nl: Bevestiging
pl: Potwierdzenie
ru: Подтверждение

source: Delete record?
ar: هل تريد حذف السجل؟
de: Datensatz löschen?
eo: Ĉu forigi rekordon?
es: ¿Borrar registro?
fr: Supprimer l'enregistrement ?
id: Hapus rekaman?
nl: Verwijder record?
pl: Usunąć rekord?
ru: Удалить запись?

source: Copy record?
ar: نسخ السجل؟
de: Datensatz kopieren?
eo: Kopii rekordon?
es: ¿Copiar registro?
fr: Copier l'enregistrement ?
id: Salin catatan?
nl: Record kopiëren?
pl: Skopiować rekord?
ru: Копировать запись?

source: Close page
ar: إغلاق الصفحة
de: Seite schließen
eo: Fermu paĝon
es: Cerrar página
fr: Fermer la page
id: Tutup halaman
nl: Pagina sluiten
pl: Zamknij stronę
ru: Закрыть страницу

source: First
ar: الأول
de: Zuerst
eo: Unue
es: Primero
fr: Premier
id: Pertama
nl: Eerste
pl: Pierwszy
ru: Первый

source: Prior
ar: قبل
de: Zuvor
eo: Antaŭa
es: Anterior
fr: Avant
id: Sebelumnya
pl: Przed
ru: Предыдущий

source: Next
ar: التالي
de: Weiter
eo: Sekva
es: Siguiente
fr: Suivant
id: Selanjutnya
nl: Volgende
pl: Dalej
ru: Далее

source: Last
ar: الأخير
de: Zuletzt
eo: Lasta
es: Último
fr: Dernier
id: Terakhir
nl: Laatste
pl: Ostatni
ru: Последний

source: Append
ar: إلحاق
de: Anhängen
eo: Aldoni
es: Anexar
fr: Ajouter
id: Tambahkan
nl: Toevoegen
pl: Dołącz
ru: Добавить

source: Delete
ar: حذف
de: Löschen
eo: Forigi
es: Eliminar
fr: Supprimer
id: Hapus
nl: Verwijderen
pl: Usuń
ru: Удалить

source: Edit
ar: تحرير
de: Bearbeiten
eo: Redakti
es: Editar
fr: Modifier
nl: Bewerken
pl: Edytuj
ru: Изменить

source: Post
ar: نشر
eo: Afiŝu
es: Publicar
fr: Publier
id: Posting
nl: msgstren
ru: Опубликовать

source: Annul
ar: إلغاء
de: Annullieren
eo: Nuligi
es: Cancelar
fr: Annuler
id: Batalkan
nl: Annuleren
pl: Anulowanie
ru: Аннулировать

source: Refresh
ar: تحديث
de: Aktualisieren
eo: Refreŝigi
es: Actualizar
fr: Actualiser
id: Segarkan
nl: Vernieuwen
pl: Odśwież
ru: Обновить

source: Edit filter
ar: تحرير عامل التصفية
de: Filter bearbeiten
eo: Redakti filtrilon
es: Editar filtro
fr: Modifier le filtre
nl: Filter bewerken
pl: Edytuj filtr
ru: Редактировать фильтр

source: Edit filter minimum
ar: تحرير عامل التصفية الأدنى
de: Filterminimum bearbeiten
eo: Redakti minimuman filtrilon
es: Editar filtro mínimo
fr: Modifier le minimum de filtre
nl: Minimum filter bewerken
pl: Edytuj minimum filtra
ru: Редактировать минимум фильтра

source: Edit filter maximum
ar: تحرير عامل التصفية الأقصى
de: Filtermaximum bearbeiten
eo: Redakti filtrilon maksimume
es: Editar filtro máximo
fr: Modifier le maximum du filtre
id: Edit filter maksimum
nl: Bewerk maximum filter
pl: Edytuj maksimum filtra
ru: Изменить максимум фильтра

source: Reset filter
ar: إعادة تعيين عامل التصفية
de: Filter zurücksetzen
eo: Restarigi filtrilon
es: Restablecer filtro
fr: Réinitialiser le filtre
id: Setel ulang filter
nl: Filter resetten
pl: Zresetuj filtr
ru: Сбросить фильтр

source: Filter on
ar: التصفية قيد التشغيل
de: Filter ein
eo: Filtrilo
es: Filtrar activado
fr: Filtrer sur
id: Filter aktif
nl: Filter aan
pl: Filtr włączony
ru: Фильтровать

source: Search
ar: بحث
de: Suchen
eo: Serĉi
es: Buscar
fr: Rechercher
id: Cari
nl: Zoeken
pl: Szukaj
ru: Поиск

source: Auto edit
ar: تحرير تلقائي
de: Automatisch bearbeiten
eo: Aŭtomata redakto
es: Edición automática
fr: Modification automatique
id: Edit otomatis
nl: Automatisch bewerken
pl: Automatyczna edycja
ru: Автоматическое редактирование

source: Copy record
ar: نسخ السجل
de: Datensatz kopieren
eo: Kopii rekordon
es: Copiar registro
fr: Copier l'enregistrement
id: Salin catatan
nl: Kopieer record
pl: Kopiuj rekord
ru: Копировать запись

source: Dialog
ar: حوار
eo: Dialogo
es: Diálogo
fr: Dialogue
nl: Dialoogvenster
pl: Okno dialogowe
ru: Диалог

source: Insert
ar: إدراج
de: Einfügen
eo: Enmeti
es: Insertar
fr: Insérer
id: Sisipkan
nl: Invoegen
pl: Wstaw
ru: Вставить

source: Copy
ar: نسخ
de: Kopieren
eo: Kopiu
es: Copiar
fr: Copier
id: Salin
nl: Kopiëren
pl: Kopiuj
ru: Копировать

source: Paste
ar: لصق
de: Einfügen
eo: Alglui
es: Pegar
fr: Coller
id: Tempel
nl: Plakken
pl: Wklej
ru: Вставить

source: Row insert
ar: إدراج الصف
de: Zeile einfügen
eo: Vico enmeti
es: Inserción de fila
fr: Insérer une ligne
id: Sisipkan baris
nl: Rij invoegen
pl: Wstaw wiersz
ru: Вставить строку

source: Row append
ar: إضافة صف
de: Zeile anhängen
eo: Vico aldonas
es: Agregar fila
fr: Ajout de ligne
id: Tambahkan baris
nl: Rij toevoegen
pl: Dołącz wiersze
ru: Добавить строку

source: Row delete
ar: حذف الصف
de: Zeile löschen
eo: Forigo de vico
es: Borrar fila
fr: Suppression de ligne
id: Hapus baris
nl: Rij verwijderen
pl: Usuń wiersz
ru: Удалить строку

source: Undo
ar: تراجع
de: Rückgängig machen
eo: Malfari
es: Deshacer
fr: Annuler
id: Batalkan
nl: Ongedaan maken
pl: Cofnij
ru: Отменить

source: Redo
ar: إعادة
de: Wiederholen
eo: Refari
es: Rehacer
fr: Rétablir
id: Ulangi
nl: Opnieuw
pl: Ponów
ru: Повторить

source: Cut
ar: قص
de: Ausschneiden
eo: Tranĉi
es: Cortar
fr: Couper
id: Potong
nl: Knippen
pl: Wytnij
ru: Вырезать

source: Select all
ar: تحديد الكل
de: Alle auswählen
eo: Elektu ĉion
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
nl: Alles selecteren
pl: Zaznacz wszystko
ru: Выбрать все

source: Filter off
ar: تصفية
de: Filter aus
eo: Filtrilo malŝaltita
es: Filtrar desactivado
fr: Filtre désactivé
id: Filter nonaktif
nl: Filter uit
pl: Filtr wyłączony
ru: Отключить фильтр

source: Portrait
ar: عمودي
de: Porträt
eo: Portreto
es: Retrato
id: Potret
nl: Portret
pl: Portret
ru: Портрет

source: Landscape
ar: أفقي
de: Landschaft
eo: Pejzaĝo
es: Paisaje
fr: Paysage
id: Pemandangan
nl: Landschap
pl: Krajobraz
ru: Пейзаж

source: Delete row?
ar: هل تريد حذف الصف؟
de: Zeile löschen?
eo: Ĉu forigi vicon?
es: ¿Borrar fila?
fr: Supprimer la ligne ?
id: Hapus baris?
nl: Rij verwijderen?
pl: Usunąć wiersz?
ru: Удалить строку?

source: selected rows?
ar: الصفوف المختارة؟
de: ausgewählte Zeilen?
eo: ?u elektitaj vicoj?
es: ¿filas seleccionadas?
fr: lignes sélectionnées ?
id: baris yang dipilih?
nl: geselecteerde rijen?
pl: wybrane wiersze?
ru: выбранные строки?

source: Single item only
ar: عنصر واحد فقط
de: Nur Einzelartikel
eo: Nur unu ero
es: Un solo artículo solamente
fr: Élément unique uniquement
id: Hanya satu item
nl: Alleen één item
pl: Tylko jeden element
ru: Только один элемент

source: Copy Cells
ar: نسخ الخلايا
de: Zellen kopieren
eo: Kopii Ĉelojn
es: Copiar celdas
fr: Copier les cellules
id: Salin Sel
nl: Cellen kopiëren
pl: Kopiuj komórki
ru: Копировать ячейки

source: Paste Cells
ar: لصق الخلايا
de: Zellen einfügen
eo: Algluu Ĉelojn
es: Pegar celdas
fr: Coller les cellules
id: Tempel Sel
nl: Cellen plakken
pl: Wklej komórki
ru: Вставить ячейки

source: Close
ar: إغلاق
de: Schließen
eo: Fermi
es: Cerrar
fr: Fermer
id: Tutup
nl: Sluiten
pl: Zamknij
ru: Закрыть

source: Maximize
ar: تكبير
de: Maximieren
eo: Maksimumigu
es: Maximizar
fr: Maximiser
id: Maksimalkan
nl: Maximaliseren
pl: Maksymalizuj
ru: Развернуть

source: Normalize
ar: تطبيع
de: Normalisieren
eo: Normaligi
es: Normalizar
fr: Normaliser
id: Normalkan
nl: Normaliseren
pl: Normalizuj
ru: Нормализовать

source: Minimize
ar: تصغير
de: Minimieren
eo: Minimumigu
es: Minimizar
fr: Réduire
id: Minimalkan
nl: Minimaliseren
pl: Minimalizuj
ru: Свернуть

source: Fix size
ar: حجم الإصلاح
de: Größe korrigieren
eo: Ripari grandecon
es: Corregir tamaño
fr: Taille fixe
id: Perbaiki ukuran
nl: Fix grootte
pl: Popraw rozmiar
ru: Исправить размер

source: Float
ar: عائم
eo: Flosu
es: Flotante
fr: Flottant
id: Mengambang
pl: Pływak
ru: Плавающая

source: Stay on top
ar: البقاء في المقدمة
de: Oben bleiben
eo: Restu supre
es: Mantente al tanto
fr: Restez au top
id: Tetap di atas
nl: Blijf op de hoogte
pl: Pozostań na szczycie
ru: Оставайтесь на высоте

source: Stay in background
ar: البقاء في الخلفية
de: Im Hintergrund bleiben
eo: Restu en fono
es: Permanecer en segundo plano
fr: Rester en arrière-plan
id: Tetap di latar belakang
nl: Blijf op de achtergrond
pl: Pozostań w tle
ru: Оставаться в фоновом режиме

source: Lock children
ar: قفل الأطفال
de: Kinder sperren
eo: Ŝlosi infanojn
es: Bloquear hijos
fr: Verrouiller les enfants
id: Kunci anak
nl: Kinderen vergrendelen
pl: Zablokuj dzieci
ru: Блокировать детей

source: No lock
ar: بلا قفل
de: Keine Sperre
eo: Neniu seruro
es: Sin bloqueo
fr: Pas de verrouillage
id: Tidak ada kunci
nl: Geen slot
pl: Bez blokady
ru: Нет блокировки

source: Input
ar: إدخال
de: Eingabe
eo: Enigo
es: Entrada
fr: Entrée
id: Masukan
nl: Invoer
pl: Wejście
ru: Ввод

source: Button
ar: زر
de: Schaltfläche
eo: Butono
es: Botón
fr: Bouton
id: Tombol
nl: Knop
pl: Przycisk
ru: Кнопка

source: On
ar: تشغيل
de: Ein
eo: Activita
es: Activado
fr: Activé
id: Aktif
nl: Aan
pl: Włączone
ru: Вкл.

source: Off
ar: إيقاف
de: Aus
eo: Malŝaltita
es: Desactivado
fr: Désactivé
id: Mati
nl: Uit
pl: Wyłączone
ru: Выкл

source: Left border
ar: الحد الأيسر
de: Linker Rand
eo: Maldekstra bordo
es: Borde izquierdo
fr: Bordure gauche
id: Perbatasan kiri
nl: Linkerrand
pl: Lewa ramka
ru: Левая граница

source: Top border
ar: الحد العلوي
de: Oberer Rand
eo: Supra rando
es: Borde superior
fr: Bordure supérieure
id: Perbatasan atas
nl: Bovenrand
pl: Górna ramka
ru: Верхняя граница

source: Right border
ar: الحد الأيمن
de: Rechter Rand
eo: Dekstra bordo
es: Borde derecho
fr: Bord droit
id: Batas kanan
nl: Rechterrand
pl: Prawa ramka
ru: Правая граница

source: Bottom border
ar: الحد السفلي
de: Unterer Rand
eo: Malsupra bordo
es: Borde inferior
fr: Bordure inférieure
id: Batas bawah
nl: Onderrand
pl: Obramowanie dolne
ru: Нижняя граница

source: Begin of text
ar: بداية النص
de: Textanfang
eo: Komenco de teksto
es: Comienzo de texto
fr: Début du texte
id: Awal teks
nl: Begin van tekst
pl: Początek tekstu
ru: Начало текста

source: End of text
ar: نهاية النص
de: Textende
eo: Fino de teksto
es: Fin del texto
fr: Fin du texte
id: Akhir dari teks
nl: Einde van tekst
pl: Koniec tekstu
ru: Конец текста

source: Inputmode
ar: وضع الإدخال
de: Eingabemodus
eo: Eniga reĝimo
es: Modo de entrada
fr: Mode d'entrée
id: Mode masukan
nl: Invoermodus
pl: Tryb wprowadzania
ru: Режим ввода

source: Overwrite
ar: الكتابة فوق
de: Überschreiben
eo: Anstataŭigi
es: Sobrescribir
fr: Ecraser
id: Timpa
nl: Overschrijven
pl: Zastąp
ru: Перезаписать

source: Deleted
ar: محذوف
de: Gelöscht
eo: Forigite
es: Eliminado
fr: Supprimé
id: Dihapus
nl: Verwijderd
pl: Usunięte
ru: Удалено

source: Copied
ar: نسخ
de: Kopiert
eo: Kopiita
es: Copiado
fr: Copié
id: Disalin
nl: Gekopieerd
pl: Skopiowane
ru: Скопировано

source: Inserted
ar: إدراج
de: Eingefügt
eo: Enmetite
es: Insertado
fr: Inséré
id: Dimasukkan
nl: Ingevoegd
pl: Wstawiono
ru: Вставлено

source: Pasted
ar: لصق
de: Eingefügt
eo: Algluita
es: Pegado
fr: Collé
id: Ditempel
nl: Geplakt
pl: Wklejono
ru: Вставлено

source: Withdrawn
ar: منسحب
de: Zurückgezogen
eo: Retirita
es: Retirado
fr: Retiré
id: Ditarik
nl: Ingetrokken
pl: Wycofane
ru: Снято

source: Window activated
ar: النافذة نشطة
de: Fenster aktiviert
eo: Fenestro aktivigita
es: Ventana activada
fr: Fenêtre activée
id: Jendela diaktifkan
nl: Venster geactiveerd
pl: Okno aktywowane
ru: Окно активировано

source: Menu
ar: القائمة
de: Menü
eo: Menuo
es: Menú
ru: Меню

source: Beginning of file
ar: بداية الملف
de: Anfang der Datei
eo: Komenco de dosiero
es: Comienzo del archivo
fr: Début du fichier
id: Awal file
nl: Begin van bestand
pl: Początek pliku
ru: Начало файла

source: End of file
ar: نهاية الملف
de: Ende der Datei
eo: Fino de dosiero
es: Fin del archivo
fr: Fin du fichier
id: Akhir file
nl: Einde van bestand
pl: Koniec pliku
ru: Конец файла

source: Voice output
ar: إخراج الصوت
de: Sprachausgabe
eo: Voĉa eligo
es: Salida de voz
fr: Sortie vocale
id: Keluaran suara
nl: Spraakuitvoer
pl: Wyjście głosowe
ru: Голосовой вывод

source: Speak again
ar: تحدث مرة أخرى
de: Noch einmal sprechen
eo: Parolu denove
es: Habla de nuevo
fr: Parlez à nouveau
id: Bicara lagi
nl: Spreek opnieuw
pl: Mów jeszcze raz
ru: Повторить

source: First column
ar: العمود الأول
de: Erste Spalte
eo: Unua kolumno
es: Primera columna
fr: Première colonne
id: Kolom pertama
nl: Eerste kolom
pl: Pierwsza kolumna
ru: Первый столбец

source: First row
ar: الصف الأول
de: Erste Zeile
eo: Unua vico
es: Primera fila
fr: Première ligne
id: Baris pertama
nl: Eerste rij
pl: Pierwszy wiersz
ru: Первая строка

source: Last column
ar: العمود الأخير
de: Letzte Spalte
eo: Lasta kolumno
es: Última columna
fr: Dernière colonne
id: Kolom terakhir
nl: Laatste kolom
pl: Ostatnia kolumna
ru: Последний столбец

source: Last row
ar: الصف الأخير
de: Letzte Zeile
eo: Lasta vico
es: Última fila
fr: Dernière ligne
id: Baris terakhir
nl: Laatste rij
pl: Ostatni wiersz
ru: Последняя строка

source: Selection
ar: التحديد
de: Auswahl
eo: Selektado
es: Selección
fr: Sélection
id: Pilihan
nl: Selectie
pl: Wybór
ru: Выбор

source: Speak path
ar: نطق المسار
de: Pfad sprechen
eo: Parolu vojon
es: Hablar ruta
fr: Dictez le chemin
id: Bicara jalur
nl: Spreek pad
pl: Mów ścieżkę
ru: Произнести путь

source: Disabled button
ar: زر معطل
de: Schaltfläche deaktiviert
eo: Malŝaltita butono
es: Botón deshabilitado
fr: Bouton désactivé
id: Tombol dinonaktifkan
nl: Uitgeschakelde knop
pl: Wyłączony przycisk
ru: Отключенная кнопка

source: First field
ar: الحقل الأول
de: Erstes Feld
eo: Unua kampo
es: Primer campo
fr: Premier champ
id: Bidang pertama
nl: Eerste veld
pl: Pierwsze pole
ru: Первое поле

source: Last field
ar: الحقل الأخير
de: Letztes Feld
eo: Lasta kampo
es: Último campo
fr: Dernier champ
id: Bidang terakhir
nl: Laatste veld
pl: Ostatnie pole
ru: Последнее поле

source: First element
ar: العنصر الأول
de: Erstes Element
eo: Unua elemento
es: Primer elemento
fr: Premier élément
id: Elemen pertama
nl: Eerste element
pl: Pierwszy element
ru: Первый элемент
