Repository: amikey/strumpract
Catalog: src/lang/strumpract_*.po
Languages: ar, de, eo, es, fr, id, nl, pl, ru

source: Load from cue and Pause player
ar: تحميل من مشغل الإشارات والإيقاف المؤقت
de: Vom Cue laden und Spieler pausieren
eo: Ŝargi el signalvorto kaj Paŭzi ludilo
es: Cargar desde cue y pausar reproductor
fr: Charger depuis le cue et mettre le lecteur en pause
id: Muat dari pemutar isyarat dan Jeda
nl: Laden van cue en speler pauzeren
pl: Wczytaj z odtwarzacza cue i pauzy
ru: Загрузить из cue и приостановить проигрыватель

source: Choose a wav, ogg, flac or mp3 audio file
ar: اختر ملف صوتي wav أو ogg أو flac أو mp3
de: Wähle eine wav-, ogg-, flac- oder mp3-Audiodatei
eo: Elektu wav, ogg, flac aŭ mp3 sondosieron
es: Elija un archivo de audio wav, ogg, flac o mp3
fr: Choisir un fichier audio wav, ogg, flac ou mp3
id: Pilih file audio wav, ogg, flac atau mp3
nl: Kies een wav, ogg, flac of mp3-audiobestand
pl: Wybierz plik audio wav, ogg, flac lub mp3
ru: Выберите аудиофайл wav, ogg, flac или mp3

source: Position of sound
ar: موقع الصوت
de: Position des Sounds
eo: Pozicio de sono
es: Posición del sonido
fr: Position du son
id: Posisi suara
nl: Positie van geluid
pl: Pozycja dźwięku
ru: Позиция звука

source: Lenght of sound
ar: طول الصوت
de: Länge des Tons
eo: Daŭro de sono
es: Duración del sonido
fr: Durée du son
id: Panjang suara
nl: Lengte van geluid
pl: Długość dźwięku
ru: Длина звука

source: Enable looping the song. (Pause is not enabled with loop.)
ar: تمكين تكرار الأغنية. (لم يتم تمكين الإيقاف المؤقت مع التكرار.)
de: Looping des Songs aktivieren. (Pause ist mit Loop nicht aktiviert.)
eo: Ebligu buklon de la kanto. (Paŭzo ne estas ebligita kun buklo.)
es: Habilitar el bucle de la canción. (La pausa no está habilitada con el bucle.)
fr: Active la lecture en boucle de la chanson. (La pause n'est pas activée avec la boucle.)
id: Aktifkan pengulangan lagu. (Jeda tidak diaktifkan dengan loop.)
nl: Schakel looping van het nummer in. (Pauze is niet ingeschakeld met loop.)
pl: Włącz zapętlanie utworu. (Pauza nie jest włączona w pętli.)
ru: Включить зацикливание песни. (Пауза не включается с зацикливанием.)

source: Set Mono/Stereo
ar: تعيين أحادي / ستيريو
de: Mono/Stereo einstellen
eo: Agordu Mono/Stereo
es: Configurar mono/estéreo
fr: Définir mono/stéréo
id: Setel Mono/Stereo
nl: Mono/Stereo instellen
pl: Ustaw mono/stereo
ru: Установить моно/стерео

source: Show wave form in slider
ar: إظهار شكل الموجة في شريط التمرير
de: Wellenform im Slider anzeigen
eo: Montri ondformon en glitilo
es: Mostrar forma de onda en el control deslizante
fr: Afficher la forme d'onde dans le curseur
id: Tampilkan bentuk gelombang di penggeser
nl: Toon golfvorm in slider
pl: Pokaż kształt fali w suwaku
ru: Показать форму волны в ползунке

source: Enable playing reverse.
ar: تمكين التشغيل العكسي.
de: Rückwärtswiedergabe aktivieren.
eo: Ebligu ludadon inversa.
es: Habilitar la reproducción al revés.
fr: Activer la lecture inversée.
id: Aktifkan pemutaran terbalik.
nl: Schakel achteruit afspelen in.
pl: Włącz odtwarzanie wstecz.
ru: Включить обратное воспроизведение.

source: Enable stretching (changing tempo)
ar: تمكين التمدد (تغيير الإيقاع)
de: Dehnung aktivieren (Tempo ändern)
eo: Ebligi streĉadon (ŝanĝanta takto)
es: Habilitar estiramiento (cambio de tempo)
fr: Activer l'étirement (changement de tempo)
id: Aktifkan peregangan (mengubah tempo)
nl: Strekking inschakelen (tempo wijzigen)
pl: Włącz rozciąganie (zmianę tempa)
ru: Включить растяжку (изменение темпа)

source: right
ar: الحق
de: Rechts
eo: ĝuste
es: derecha
fr: droit
id: benar
nl: rechts
pl: prawo
ru: право

source: Reset to 0 gain
ar: إعادة التعيين إلى 0 ربح
de: Auf Verstärkung 0 zurücksetzen
eo: Restarigi al 0 gajno
es: Restablecer a 0 ganancia
fr: Réinitialiser le gain à 0
id: Setel ulang ke perolehan 0
nl: Terugzetten naar 0 versterking
pl: Zresetuj do 0 wzmocnienia
ru: Сбросить усиление до 0

source: Load a Settings file
ar: تحميل ملف إعدادات
de: Einstellungsdatei laden
eo: Ŝargi Agordan dosieron
es: Cargar un archivo de configuración
fr: Charger un fichier de paramètres
id: Muat file Pengaturan
nl: Laad een instellingenbestand
pl: Załaduj plik ustawień
ru: Загрузить файл настроек

source: Save Settings in a file
ar: حفظ الإعدادات في ملف
de: Einstellungen in einer Datei speichern
eo: Konservi agordojn en dosiero
es: Guardar configuración en un archivo
fr: Enregistrer les paramètres dans un fichier
id: Simpan Pengaturan dalam file
nl: Instellingen opslaan in een bestand
pl: Zapisz ustawienia w pliku
ru: Сохранить настройки в файле

source: left
ar: اليسار
de: Links
eo: maldekstre
es: izquierda
fr: gauche
id: kiri
nl: links
pl: w lewo
ru: слева

source: Enable Equalizer
ar: تمكين المعادل
de: Equalizer aktivieren
eo: Ebligi Ekvalizilon
es: Habilitar ecualizador
fr: Activer l'égaliseur
id: Aktifkan Ekualiser
ru: Включить эквалайзер

source: Spect
ar: الطيف
eo: Spektu
es: Espect
fr: Spectre
id: Spek
ru: Призрак

source: Spectrum
ar: الطيف
de: Spektrum
eo: Spektro
es: Espectro
fr: Spectre
id: Spektrum
pl: Widmo
ru: Спектр

source: Right Frequency spectrum
ar: طيف التردد الأيمن
de: Rechtes Frequenzspektrum
eo: Ĝusta Frekvenca spektro
es: Espectro de frecuencia derecho
fr: Spectre de fréquence droite
id: Spektrum Frekuensi Kanan
nl: Rechts frequentiespectrum
pl: Właściwe widmo częstotliwości
ru: Правильный частотный спектр

source: Left Frequency spectrum
ar: طيف التردد الأيسر
de: Linkes Frequenzspektrum
eo: Maldekstra Frekvenca spektro
es: Espectro de frecuencia izquierdo
fr: Spectre de fréquence gauche
id: Spektrum Frekuensi Kiri
nl: Linker frequentiespectrum
pl: Lewe widmo częstotliwości
ru: Левый частотный спектр

source: Enable Spectrum
ar: تمكين الطيف
de: Spektrum aktivieren
eo: Ebligi Spectrumon
es: Habilitar espectro
fr: Activer le spectre
id: Aktifkan Spektrum
nl: Schakel spectrum in
pl: Włącz widmo
ru: Включить спектр

source: Bass
ar: باس
eo: Baso
es: Bajo
fr: Basse
id: Bas
nl: Bas
pl: Bas
ru: Бас

source: Snare
ar: كمين
de: Schlinge
eo: Kaptilo
es: Trampa
pl: Wnęka
ru: Ловушка

source: Open H
ar: فتح H
de: H öffnen
eo: Malfermu H
es: Abrir H
fr: Ouvrir H
id: Buka H
pl: Otwórz H
ru: Открыть H

source: Close H
ar: إغلاق H
de: H schließen
eo: Fermu H
es: Cerrar H
fr: Fermer H
id: Tutup H
nl: Sluit H
pl: Zamknij H
ru: Закрыть H

source: Patern 1
ar: باتر 1
de: Muster 1
eo: Patrono 1
es: Patrón 1
fr: Modèle 1
id: Pola 1
nl: Patroon 1
pl: Wzorzec 1
ru: Отец 1

source: Drums Patern 1
de: Drums Pattern 1
es: Patrón de batería 1
fr: Modèle de batterie 1
id: Pola Drum 1
nl: Drumspatroon 1
pl: Wzorzec perkusji 1
ru: Патерн барабанов 1

source: Drums Patern 2
de: Schlagzeug Patern 2
es: Patrón de batería 2
fr: Modèle de batterie 2
id: Pola Drum 2
nl: Drumspatroon 2
pl: Wzór perkusji 2
ru: Патерн барабанов 2

source: Drums Patern 3
es: Patrón de batería 3
fr: Modèle de batterie 3
id: Pola Drum 3
nl: Drumspatroon 3
pl: Wzór bębnów 3
ru: Патерн барабанов 3

source: Drums Patern 4
es: Patrón de batería 4
fr: Modèle de batterie 4
id: Pola Drum 4
nl: Drumspatroon 4
pl: Patern perkusji 4
ru: Патерн барабанов 4

source: Last lesson. Do the same as 3th lesson but increasing the tempo. On count 2 you may add a boom on the Bass Drum. Congratulation, you are a drummer now.
eo: Lasta leciono. Faru la samon kiel 3-a leciono sed plialtigante la takton. Ĉe kalkulo 2 vi povas aldoni bum sur la Bastamburo. Gratulon, vi nun estas tamburisto. ;-)
es: Última lección. Haz lo mismo que en la lección 3 pero aumentando el tempo. En el tiempo 2 puedes agregar un boom en el bombo. Felicitaciones, ahora eres baterista. ;-)
fr: Dernière leçon. Faites la même chose que la 3ème leçon mais en augmentant le tempo. Au compte 2 vous pouvez ajouter un boom sur la grosse caisse. Félicitations, vous êtes batteur maintenant. ;-)
id: Pelajaran terakhir. Lakukan hal yang sama seperti pelajaran ke-3 tetapi tingkatkan temponya. Pada hitungan 2 Anda dapat menambahkan boom pada Bass Drum. Selamat, Anda adalah seorang drummer sekarang. ;-)
nl: Laatste les. Doe hetzelfde als de 3e les, maar verhoog het tempo. Op tel 2 mag je een boem op de basdrum toevoegen. Gefeliciteerd, je bent nu een drummer. ;-)
pl: Ostatnia lekcja. Zrób to samo co trzecia lekcja, ale zwiększ tempo. Po odliczeniu 2 możesz dodać bum na bębnie basowym. Gratulacje, jesteś teraz perkusistą. ;-)
ru: Последний урок. Проделайте то же, что и 3-й урок, но увеличив темп. На счет 2 вы можете добавить бум на большом барабане. Поздравляю, теперь вы барабанщик. ;-)

source: 3th lesson Do the same as second lesson and on count 3 add a clack on the Snare Drum. This is the most difficult. Still count loud with your voice.
ar: الدرس الثالث افعل نفس الدرس الثاني وبعد العد 3 أضف clack على Snare Drum. هذا هو الأصعب. لا يزال العد بصوت عالٍ.
de: 3. Lektion Machen Sie dasselbe wie in der zweiten Lektion und fügen Sie bei 3 ein Klack auf der Snare Drum hinzu. Dies ist am schwierigsten. Zählen Sie immer noch laut mit Ihrer Stimme.
eo: 3-a leciono Faru la samon kiel la dua leciono kaj laŭ la kalkulo 3 aldonu klak sur la Snare Drum. Ĉi tio estas la plej malfacila. Ankoraŭ kalkulu laŭte per via voĉo.
es: 3ra lección Haga lo mismo que la segunda lección y en la cuenta 3 agregue un clack en el Snare Drum. Este es el más difícil. Aún cuente fuerte con su voz.
fr: 3ème leçon. Faites comme la deuxième leçon et au compte 3 ajoutez un clac avec l'autre baguette sur la caisse claire. C'est le plus difficile. Comptez toujours fort avec votre voix.
id: Pelajaran ke-3 Lakukan hal yang sama seperti pelajaran kedua dan pada hitungan 3 tambahkan klak pada Snare Drum. Ini yang paling sulit. Tetap hitung dengan suara Anda.
nl: 3e les Doe hetzelfde als de tweede les en voeg bij tel 3 een klak toe op de snaredrum. Dit is het moeilijkst. Tel nog steeds luid met je stem.
pl: 3ta lekcja Zrób to samo co drugą lekcję i po odliczeniu 3 dodaj klak na werblu. To jest najtrudniejsze. Wciąż licz głośno głosem.
ru: 3-й урок Проделайте то же, что и во втором уроке, и на счет 3 добавьте треск на малом барабане. Это самое сложное. Продолжайте считать громко своим голосом.

source: Second lesson. Do the same as first lesson and on count 1 add a boom with your right foot on the Bass Drum. Still count loud with your voice.
ar: الدرس الثاني. افعل نفس الدرس الأول وعند العد 1 أضف بوم بقدمك اليمنى على طبلة الجهير. لا يزال يعد بصوتك مرتفعًا.
de: Zweite Lektion. Machen Sie dasselbe wie in der ersten Lektion und fügen Sie beim Zählen 1 ein Boom mit Ihrem rechten Fuß auf der Bassdrum hinzu. Zählen Sie immer noch laut mit Ihrer Stimme.
eo: Dua leciono. Faru la samon kiel unua leciono kaj laŭ kalkulo 1 aldonu bum per via dekstra piedo sur la Bastamburo. Ankoraŭ kalkulu laŭte per via voĉo.
es: Segunda lección. Haz lo mismo que la primera lección y en la cuenta 1 agrega un boom con tu pie derecho en el bombo. Todavía cuenta fuerte con tu voz.
fr: Deuxième leçon. Faites la même chose que la première leçon et au compte 1 ajoutez un boom avec votre pied droit sur la grosse caisse. Comptez toujours fort avec votre voix.
id: Pelajaran kedua. Lakukan hal yang sama seperti pelajaran pertama dan pada hitungan 1 tambahkan boom dengan kaki kanan Anda di Bass Drum. Tetap hitung dengan suara Anda.
nl: Tweede les. Doe hetzelfde als de eerste les en voeg bij tel 1 een boem toe met je rechtervoet op de basdrum. Tel nog steeds luid met je stem.
pl: Druga lekcja. Zrób to samo co pierwszą lekcję i po odliczeniu 1 dodaj bum prawą nogą na bębnie basowym. Nadal licz głośno głosem.
ru: Второй урок. Сделайте то же самое, что и в первом уроке, и на счет 1 добавьте бум правой ногой по большому барабану. Продолжайте громко считать своим голосом.

source: First lesson. With the stick hit the closed hat on each count. Count loud with your voice too.
ar: الدرس الأول. باستخدام العصا ، اضرب القبعة المغلقة في كل مرة. عد بصوت عالٍ بصوتك أيضًا.
de: Erste Lektion. Schlagen Sie mit dem Stock bei jedem Zählen auf den geschlossenen Hut. Zählen Sie auch laut mit Ihrer Stimme.
eo: Unua leciono. Per la bastono batis la fermitan ĉapelon je ĉiu kalkulo. Kalkuli laŭte ankaŭ per via voĉo.
es: Primera lección. Con el palo golpea el sombrero cerrado en cada cuenta. Cuenta fuerte con tu voz también.
fr: Première leçon. Avec la baguette, frappez le charleston fermé à chaque compte. Comptez aussi fort avec votre voix.
id: Pelajaran pertama. Pukul topi dengan tongkat pada setiap hitungan. Hitung juga dengan suara Anda.
nl: Eerste les. Sla met de stok bij elke tel de gesloten hoed. Tel ook luid met je stem.
pl: Pierwsza lekcja. Przy każdym liczeniu kijem uderzaj w zamknięty kapelusz. Licz głośno także swoim głosem.
ru: Первый урок. Палкой ударяйте по закрытой шляпе на каждый счет. Считайте громко и голосом.

source: Patern
de: Muster
eo: Patrono
es: Patrón
fr: Modèle
id: Pola
nl: Patroon
ru: Отец

source: Lesson
ar: درس
de: Lektion
eo: Leciono
es: Lección
fr: Leçon
id: Pelajaran
nl: Les
pl: Lekcja
ru: Урок

source: no anim
ar: لا توجد رسوم متحركة
de: keine Animation
eo: neniu animo
es: sin animación
fr: pas d'animation
id: tidak ada animasi
nl: geen animatie
pl: bez animacji
ru: нет анимации

source: No graphic animation.
ar: لا توجد رسوم متحركة رسومية.
de: Keine Grafikanimation.
eo: Neniu grafika animacio.
es: Sin animación gráfica.
fr: Aucune animation graphique.
id: Tidak ada animasi grafis.
nl: Geen grafische animatie.
pl: Brak animacji graficznej.
ru: Нет графической анимации.

source: no and
ar: لا و
de: kein und
eo: neniu kaj
es: no y
fr: pas de et
id: tidak dan
nl: geen en
pl: niei
ru: нет и

source: No and between 2 numbers.
ar: لا و بين رقمين.
de: Kein und zwischen 2 Zahlen.
eo: Neniu kaj inter 2 nombroj.
es: No y entre 2 números.
fr: Pas de et entre 2 nombres.
id: Tidak ada dan di antara 2 angka.
nl: Geen en tussen 2 cijfers.
pl: Brak i między 2 liczbami.
ru: Нет и между двумя числами.

source: no voice
ar: لا صوت
de: keine Stimme
eo: neniu voĉo
es: sin voz
fr: pas de voix
id: tidak ada suara
nl: geen stem
pl: brak głosu
ru: нет голоса

source: No counting voice
ar: لا يوجد صوت عد
de: Keine Stimme zählen
eo: Neniu kalkula voĉo
es: Sin voz de conteo
fr: Pas de comptage de voix
id: Tidak ada suara yang dihitung
nl: Geen telstem
pl: Brak liczenia głosu
ru: Нет голоса

source: no drums
ar: لا توجد براميل
de: kein Schlagzeug
eo: neniu tamburoj
es: sin batería
fr: pas de batterie
id: tidak ada drum
nl: geen drums
pl: bez bębnów
ru: без барабанов

source: No drums sound.
ar: لا يوجد صوت طبول.
de: Kein Schlagzeug-Sound.
eo: Neniu tamburoj sonoj.
es: No suena la batería.
fr: Aucun son de batterie.
id: Tidak ada suara drum.
nl: Geen drums geluid.
pl: Brak dźwięku perkusji.
ru: Нет звука ударных.

source: Stop loop
ar: حلقة الإيقاف
de: Schleife stoppen
eo: Haltu buklon
es: Detener bucle
fr: Arrêter la boucle
id: Hentikan loop
nl: Stop lus
pl: Zatrzymaj pętlę
ru: Остановить цикл

source: Resume loop
ar: استئناف حلقة
de: Schleife fortsetzen
eo: Rekomenci buklon
es: Reanudar bucle
fr: Reprendre la boucle
id: Lanjutkan loop
nl: Hervat lus
pl: Wznów pętlę
ru: Возобновить цикл

source: Start loop
ar: حلقة البداية
de: Schleife starten
eo: Komenci buklon
es: Iniciar bucle
fr: Démarrer la boucle
id: Mulai loop
nl: Start lus
pl: Pętla startowa
ru: Начать цикл

source: BPM (Beats per minut)
ar: BPM (نبضة في الدقيقة)
de: BPM (Schläge pro Minute)
eo: BPM (Taktoj po minuto)
es: BPM (pulsaciones por minuto)
fr: BPM (battements par minute)
id: BPM (Detak per menit)
nl: BPM (slagen per minuut)
pl: BPM (uderzenia na minutę)
ru: BPM (Ударов в минуту)

source: Volume
ar: الحجم
de: Lautstärke
eo: Volumo
es: Volumen
pl: Głośność
ru: Громкость

source: General volume of Drums
ar: الحجم العام للطبول
de: Allgemeine Lautstärke von Drums
eo: Ĝenerala volumo de Tamburoj
es: Volumen general de batería
fr: Volume général de la batterie
id: Volume Umum Drum
nl: Algemeen volume van drums
pl: Ogólna głośność bębnów
ru: Общая громкость барабанов

source: Beats per minuts - interval in 1/10000 second.
ar: نبضة في الدقيقة - الفاصل الزمني في 1/10000 ثانية.
de: Schläge pro Minute - Intervall in 1/10000 Sekunde.
eo: Taktoj po minutoj - intervalo en 1/10000 sekundo.
es: Latidos por minuto - intervalo en 1/10000 de segundo.
fr: Battements par minute - intervalle en 1/10000 seconde.
id: Detak per menit - interval dalam 1/10000 detik.
nl: Beats per minuts - interval in 1/10000 seconde.
pl: Uderzenia na minutę - interwał w 1/10000 sekundy.
ru: Ударов в минуту - интервал в 1/10000 секунды.

source: Set BPM X 2
ar: ضبط BPM X 2
de: Setze BPM X 2
eo: Agordu BPM X 2
es: Establecer BPM X 2
fr: Définir BPM X 2
id: Setel BPM X 2
pl: Ustaw BPM X 2
ru: Установить BPM X 2

source: Set BPM / 2
ar: ضبط BPM / 2
de: Setze BPM / 2
eo: Agordu BPM / 2
es: Establecer BPM / 2
fr: Définir BPM / 2
id: Setel BPM / 2
pl: Ustaw BPM / 2
ru: Установить BPM/2

source: Lang
ar: لانغ
es: Idioma
fr: Langue
pl: Język
ru: Язык

source: Language for counting
ar: لغة العد
de: Sprache zum Zählen
eo: Lingvo por kalkulado
es: Idioma para contar
fr: Langage de comptage
id: Bahasa untuk menghitung
nl: Taal om te tellen
pl: Język do liczenia
ru: Язык подсчета

source: Chord Randomizer
ar: الوتر المعشوئ
eo: Akorda Randomizilo
es: Aleatorizador de acordes
fr: Aléatoire d'accords
id: Pengacak Akor
nl: Akkoord Randomizer
pl: Randomizer akordów
ru: Рандомизатор аккордов

source: Click to listen to the guitar chord
ar: انقر للاستماع إلى وتر الغيتار
de: Klicken um den Gitarrenakkord anzuhören
eo: Alklaku por aŭskulti la gitarkordon
es: Haga clic para escuchar el acorde de guitarra
fr: Cliquez pour écouter l'accord de guitare
id: Klik untuk mendengarkan kunci gitar
nl: Klik om naar het gitaarakkoord te luisteren
pl: Kliknij, aby posłuchać akordu gitary
ru: Нажмите, чтобы прослушать гитарный аккорд

source: Click to listen to piano chord
ar: انقر للاستماع إلى وتر البيانو
de: Klicken, um den Klavierakkord anzuhören
eo: Alklaku por aŭskulti pianokordon
es: Haga clic para escuchar el acorde de piano
fr: Cliquez pour écouter l'accord de piano
id: Klik untuk mendengarkan akord piano
nl: Klik om naar pianoakkoorden te luisteren
pl: Kliknij, aby posłuchać akordu fortepianu
ru: Нажмите, чтобы прослушать фортепианный аккорд

source: Select a chord
ar: تحديد وتر
de: Wähle einen Akkord
eo: Elektu akordon
es: Seleccione un acorde
fr: Sélectionner un accord
id: Pilih akord
nl: Selecteer een akkoord
pl: Wybierz akord
ru: Выберите аккорд

source: Close all StrumPract (Click the icon in corner of the form to close only Randomizer)
ar: إغلاق الكل StrumPract (انقر فوق الرمز الموجود في زاوية النموذج لإغلاق Randomizer فقط)
de: Alle StrumPract schließen (Klicken Sie auf das Symbol in der Ecke des Formulars, um nur Randomizer zu schließen)
eo: Fermu ĉion StrumPract (Alklaku la piktogramon en la angulo de la formularo por fermi nur Randomizer)
es: Cerrar todo StrumPract (haga clic en el icono en la esquina del formulario para cerrar solo Randomizer)
fr: Fermer tout StrumPract (Cliquez sur l'icône dans le coin du formulaire pour fermer uniquement Randomizer)
id: Tutup semua StrumPract (Klik ikon di sudut formulir untuk menutup Randomizer saja)
nl: Sluit alle StrumPract (Klik op het pictogram in de hoek van het formulier om alleen Randomizer te sluiten)
pl: Zamknij wszystkie StrumPract (kliknij ikonę w rogu formularza, aby zamknąć tylko Randomizer)
ru: Закрыть все StrumPract (Щелкните значок в углу формы, чтобы закрыть только Randomizer)

source: Randomize chords
ar: ترتيب الأوتار عشوائيًا
de: Akkorde randomisieren
eo: Hazardigu akordojn
es: Aleatorizar acordes
fr: Randomiser les accords
id: Acak akord
nl: Akkoorden willekeurig maken
pl: Randomizuj akordy
ru: Случайный порядок аккордов

source: Randomize
ar: عشوائيا
de: Randomisieren
eo: Hazardigu
es: Aleatorizar
fr: Randomiser
id: Acak
nl: Willekeurig
pl: Randomizuj
ru: Случайный порядок

source: Manual fixed chords
ar: الأوتار الثابتة اليدوية
de: Manuelle feste Akkorde
eo: Manlibroj fiksitaj akordoj
es: Acordes fijos manuales
fr: Accords fixes manuels
id: Akord tetap manual
nl: Handmatige vaste akkoorden
pl: Ręcznie ustalone akordy
ru: Вручную фиксированные аккорды

source: Fixed
ar: ثابت
de: Behoben
eo: Fiksita
es: Arreglado
fr: Fixé
id: Tetap
nl: Vast
pl: Naprawiono
ru: Исправлено

source: Tuned guitar string
ar: سلسلة جيتار مضبوط
de: Gestimmte Gitarrensaite
eo: Agordita gitarkordo
es: Cuerda de guitarra afinada
fr: Corde de guitare accordée
id: Senar gitar yang disetel
nl: Gestemde gitaarsnaar
pl: Dostrojona struna do gitary
ru: Настроенная гитарная струна

source: Tuned Guitars
ar: القيثارات المضبوطة
de: Gestimmte Gitarren
eo: Agordita Gitaroj
es: Guitarras afinadas
fr: Guitares accordées
id: Gitar Tuned
nl: Gestemde Gitaren
pl: Gitary strojone
ru: Настроенные гитары

source: Re-do a randomizer
ar: أعد عمل عامل التوزيع العشوائي
de: Zufallsgenerator wiederholen
eo: Refari randomigilon
es: Rehacer un aleatorizador
fr: Refaire un randomiseur
id: Lakukan ulang pengacakan
nl: Doe een randomizer opnieuw
pl: Zrób ponownie randomizer
ru: Повторить рандомизатор

source: Clear chords
ar: مسح الأوتار
de: Akkorde löschen
eo: Malpurigi akordojn
es: Borrar acordes
fr: Effacer les accords
id: Hapus akord
nl: Akkoorden wissen
pl: Wyczyść akordy
ru: Очистить аккорды

source: Chords
ar: الحبال
de: Akkorde
eo: Akordoj
es: Acordes
fr: Accords
nl: Akkoorden
pl: Akordy
ru: Аккорды

source: 7th
ar: السابع
eo: 7-a
es: 7mo
fr: 7ème
nl: 7e
ru: 7-й

source: Enable 7th Chords
ar: تمكين الأوتار السابعة
de: Septakkorde aktivieren
eo: Ebligi 7-ajn Akordojn
es: Habilitar acordes de séptima
fr: Activer les accords de septième
id: Aktifkan Akor ke-7
nl: Sevensakkoorden inschakelen
pl: Włącz akordy siódme
ru: Включить 7-й аккорд

source: minor
ar: طفيفة
eo: negrava
es: menor
fr: mineur
id: kecil
nl: klein
pl: drobny
ru: второстепенный

source: Enable minor Chords
ar: تمكين الأوتار الصغيرة
de: Moll-Akkorde aktivieren
eo: Ebligi minorajn Akordojn
es: Habilitar acordes menores
fr: Activer les accords mineurs
id: Aktifkan Akor minor
nl: Schakel mineurakkoorden in
pl: Włącz akordy molowe
ru: Включить минорные аккорды

source: Major
ar: رئيسي
eo: Ĉefa
es: Mayor
fr: Majeur
id: Mayor
nl: Majoor
ru: Основной

source: Enable Major Chords
ar: تمكين الأوتار الرئيسية
de: Dur-Akkorde aktivieren
eo: Ebligi Majorajn Akordojn
es: Habilitar acordes mayores
fr: Activer les accords majeurs
id: Aktifkan Akor Utama
nl: Majeurakkoorden inschakelen
pl: Włącz akordy durowe
ru: Включить мажорные аккорды

source: 9th
eo: 9a
es: 9no
fr: 9ème
nl: 9e
ru: 9-й

source: Enable 9th Chords
ar: تمكين الأوتار التاسعة
de: 9. Akkorde aktivieren
eo: Ebligi 9-ajn Akordojn
es: Habilitar acordes de novena
fr: Activer les accords de 9ème
id: Aktifkan Akor ke-9
nl: Schakel 9e akkoorden in
pl: Włącz dziewiąte akordy
ru: Включить 9-й аккорд

source: # (Sharp)
ar: # (شارب)
es: # (Agudo)
fr: # (pointu)
id: # (Tajam)
pl: # (Dièse)
ru: # (резкий)

source: Enable Sharp-Chords #
ar: تمكين Sharp-Chords #
de: Sharp-Chords aktivieren #
eo: Ebligu Sharp-Chords #
es: Habilitar acordes sostenidos #
fr: Activer les accords pointus #
id: Aktifkan Sharp-Chords #
nl: Scherpe akkoorden inschakelen #
pl: Włącz ostre akordy #
ru: Включить Sharp-Chords #

source: Sound
ar: صوت
de: Ton
eo: Sono
es: Sonido
fr: Son
id: Suara
nl: Geluid
pl: Dźwięk
ru: Звук

source: Enable Sound of Chords
ar: تمكين صوت الأوتار
de: Ton von Akkorden aktivieren
eo: Ebligi Sonon de Akordoj
es: Habilitar sonido de acordes
fr: Activer le son des accords
id: Aktifkan Suara Akor
nl: Schakel het geluid van akkoorden in
pl: Włącz dźwięk akordów
ru: Включить звучание аккордов

source: Number
ar: رقم
de: Nummer
eo: Nombro
es: Número
fr: Numéro
id: Nomor
nl: Nummer
pl: Numer
ru: Число

source: Total chords
ar: مجموع الأوتار
de: Gesamtakkorde
eo: Tutaj akordoj
es: Total de acordes
fr: Accords totaux
id: Total akord
nl: Totaal aantal akkoorden
pl: Suma akordów
ru: Всего аккордов
