Repository: amikey/strumpract
Catalog: src/lang/strumpract_*.po
Languages: ar, de, eo, es, fr, id, nl, pl, ru

source: Volume of input (mic or input)
ar: حجم الإدخال (ميكروفون أو إدخال)
de: Lautstärke des Eingangs (Mikrofon oder Eingang)
eo: Volumo de enigo (mikrofono aŭ enigo)
es: Volumen de entrada (micrófono o entrada)
fr: Volume d'entrée (micro ou entrée)
id: Volume masukan (mikrofon atau masukan)
nl: Invoervolume (microfoon of invoer)
pl: Głośność wejścia (mikrofon lub wejście)
ru: Громкость входа (микрофон или вход)

source: Input (mic or aux in)
ar: إدخال (ميكروفون أو مساعد)
de: Eingang (Mic oder Aux In)
eo: Enigo (mikrofono aŭ aux en)
es: Entrada (entrada de micrófono o auxiliar)
fr: Entrée (entrée micro ou aux)
id: Masukkan (mikrofon atau aux in)
nl: Ingang (microfoon of aux in)
pl: Wejście (wejście mikrofonowe lub aux)
ru: Вход (микрофон или дополнительный вход)

source: Enable Live Input
ar: تمكين الإدخال المباشر
de: Live-Eingabe aktivieren
eo: Ebligi Vivan Enigon
es: Habilitar entrada en vivo
fr: Activer la saisie en direct
id: Aktifkan Masukan Langsung
nl: Live invoer inschakelen
pl: Włącz wprowadzanie na żywo
ru: Включить интерактивный ввод

source: Right Volume General in %
ar: الحجم الصحيح عام في٪
de: Rechte Lautstärke allgemein in %
eo: Ĝusta Volumo Ĝenerala en %
es: Volumen correcto general en %
fr: Volume droit général en %
id: Umum Volume Kanan dalam %
nl: Rechts Volume Algemeen in %
pl: Właściwy wolumen ogólny w %
ru: Правый общий объем в %

source: Left Volume General in %
ar: حجم الصوت الأيسر عام٪
de: Linke Lautstärke Allgemein in %
eo: Maldekstra Volumo Ĝenerala en %
es: Volumen Izquierdo General en %
fr: Volume gauche général en %
id: Volume Kiri Umum dalam %
nl: Linker Volume Algemeen in %
pl: Ogólny lewy wolumen w %
ru: Общий левый том в %

source: General left volume. Click to reset to 100%.
ar: الحجم العام الأيسر. انقر لإعادة التعيين إلى 100٪.
de: Allgemeine linke Lautstärke. Zum Zurücksetzen auf 100 % klicken.
eo: Ĝenerala maldekstra volumo. Klaku por restarigi al 100%.
es: Volumen izquierdo general. Haga clic para restablecer al 100%.
fr: Volume gauche général. Cliquez pour réinitialiser à 100 %.
id: Volume kiri umum. Klik untuk menyetel ulang ke 100%.
nl: Algemeen linkervolume. Klik om te resetten naar 100%.
pl: Ogólny lewy wolumen. Kliknij, aby zresetować do 100%.
ru: Общая левая громкость. Нажмите, чтобы сбросить до 100%.

source: General right volume. Click to reset to 100%.
ar: الحجم الصحيح العام. انقر لإعادة التعيين إلى 100٪.
de: Allgemeine rechte Lautstärke. Zum Zurücksetzen auf 100 % klicken.
eo: Ĝenerala dekstra volumo. Klaku por restarigi al 100%.
es: Volumen correcto general. Haga clic para restablecer al 100%.
fr: Volume droit général. Cliquez pour réinitialiser à 100 %.
id: Volume kanan umum. Klik untuk menyetel ulang ke 100%.
nl: Algemeen rechter volume. Klik om te resetten naar 100%.
pl: Ogólny prawy głośność. Kliknij, aby zresetować do 100%.
ru: Общая правая громкость. Нажмите, чтобы сбросить до 100%.

source: Lock left and right channels
ar: قفل القنوات اليمنى واليسرى
de: Linken und rechten Kanal sperren
eo: Ŝlosi maldekstrajn kaj dekstrajn kanalojn
es: Bloquear canales izquierdo y derecho
fr: Verrouiller les canaux gauche et droit
id: Kunci saluran kiri dan kanan
nl: Linker en rechter kanalen vergrendelen
pl: Zablokuj lewy i prawy kanał
ru: Блокировать левый и правый каналы

source: General Volume in %
ar: الحجم العام في٪
de: Allgemeines Volumen in %
eo: Ĝenerala Volumo en %
es: Volumen general en %
fr: Volume général en %
id: Volume Umum dalam %
nl: Algemeen volume in %
pl: Ogólna głośność w %
ru: Общий объем в %

source: System Master Volume
ar: وحدة تخزين النظام الرئيسية
de: System-Master-Lautstärke
eo: Mastra Volumo de la Sistemo
es: Volumen maestro del sistema
fr: Volume principal du système
id: Volume Master Sistem
nl: Systeem Master Volume
pl: Główny wolumin systemu
ru: Основной системный том

source: Change mixing time in 1/100 second
ar: تغيير وقت الخلط في 1/100 ثانية
de: Mischzeit in 1/100 Sekunde ändern
eo: Ŝanĝi miksan tempon en 1/100 sekundo
es: Cambiar el tiempo de mezcla en 1/100 de segundo
fr: Modifier le temps de mélange en 1/100 seconde
id: Ubah waktu pencampuran dalam 1/100 detik
nl: Verander de mengtijd in 1/100 seconde
pl: Zmień czas mieszania w 1/100 sekundy
ru: Изменить время смешивания с точностью до 1/100 секунды

source: Stop player
de: Spieler stoppen
eo: Haltu ludilon
es: Detener jugador
fr: Arrêter le lecteur
id: Hentikan pemutar
nl: Stop speler
pl: Zatrzymaj odtwarzacz
ru: Остановить проигрыватель

source: Resume player
ar: استئناف اللاعب
de: Spieler fortsetzen
eo: Rekomenci ludilon
es: Reanudar jugador
fr: Reprendre le lecteur
id: Lanjutkan pemutar
nl: Speler hervatten
pl: Wznów odtwarzacz
ru: Возобновить игрока

source: Load and Start Player
ar: تحميل وبدء المشغل
de: Player laden und starten
eo: Ŝargi kaj Komencu Ludilon
es: Cargar e iniciar el reproductor
fr: Charger et démarrer le lecteur
id: Muat dan Mulai Pemutar
nl: Speler laden en starten
pl: Załaduj i uruchom odtwarzacz
ru: Загрузить и запустить проигрыватель

source: Left Volume Player 1
ar: مشغل الصوت الأيسر 1
eo: Maldekstra Volumo-Ludilo 1
es: Volumen izquierdo del reproductor 1
fr: Volume gauche lecteur 1
id: Pemutar Volume Kiri 1
nl: Linker Volume Speler 1
pl: Lewy odtwarzacz głośności 1
ru: Левый проигрыватель громкости 1

source: Right Volume Player 1
ar: مشغل الصوت الأيمن 1
de: Rechte Lautstärke Player 1
eo: Ĝusta Volumo-Ludilo 1
es: Reproductor de volumen derecho 1
fr: Volume droit lecteur 1
id: Pemutar Volume Kanan 1
nl: Rechts Volume Speler 1
pl: Prawy odtwarzacz głośności 1
ru: Правый Volume Player 1

source: Start Player 1 --> MIX --> Stop Player 2
ar: بدء المشغل 1 -> MIX -> Stop Player 2
de: Player 1 starten --> MIX --> Player 2 stoppen
eo: Startu Ludanton 1 --> MIX --> Haltu Ludanton 2
es: Iniciar reproductor 1 --> MEZCLAR --> Detener reproductor 2
fr: Démarrer le lecteur 1 --> MIX --> Arrêter le lecteur 2
id: Mulai Pemutar 1 --> CAMPURAN --> Hentikan Pemutar 2
nl: Start Speler 1 --> MIX --> Stop Speler 2
pl: Uruchom odtwarzacz 1 --> MIX --> Zatrzymaj odtwarzacz 2
ru: Запустить проигрыватель 1 --> MIX --> Остановить проигрыватель 2

source: Start Player 2 --> MIX --> Stop Player 1
de: Player 2 starten --> MIX --> Player 1 stoppen
eo: Startu Ludanton 2 --> MIX --> Haltu Ludanton 1
es: Iniciar reproductor 2 --> MEZCLAR --> Detener reproductor 1
fr: Démarrer le lecteur 2 --> MIX --> Arrêter le lecteur 1
id: Mulai Pemutar 2 --> CAMPURAN --> Hentikan Pemutar 1
nl: Start Speler 2 --> MIX --> Stop Speler 1
pl: Uruchom odtwarzacz 2 --> MIX --> Zatrzymaj odtwarzacz 1
ru: Запустить проигрыватель 2 --> MIX --> Остановить проигрыватель 1

source: Right Volume Player 2
ar: مشغل الصوت الأيمن 2
de: Rechte Lautstärke Player 2
eo: Ĝusta Volumo-Ludilo 2
es: Reproductor de volumen derecho 2
fr: Volume droit lecteur 2
id: Pemutar Volume Kanan 2
nl: Rechts Volume Speler 2
pl: Właściwy odtwarzacz głośności 2
ru: Правый Volume Player 2

source: Left Volume Player 2
ar: مشغل الصوت الأيسر 2
eo: Maldekstra Volumo-Ludilo 2
es: Volumen izquierdo del reproductor 2
fr: Volume gauche lecteur 2
id: Pemutar Volume Kiri 2
nl: Linker Volume Speler 2
pl: Lewy odtwarzacz głośności 2
ru: Левый проигрыватель громкости 2

source: Pause player
ar: إيقاف المشغل
de: Spieler pausieren
eo: Paŭzi ludilon
es: Pausar reproductor
fr: Mettre le lecteur en pause
id: Jeda pemutar
nl: Pauzeer speler
pl: Wstrzymaj odtwarzacz
ru: Приостановить игру

source: Pause Mixing
ar: إيقاف الخلط مؤقتًا
de: Mischen pausieren
eo: Paŭzi Miksadon
es: Pausar mezcla
fr: Mettre en pause le mixage
id: Jeda Pencampuran
nl: Pauzeer mengen
pl: Wstrzymaj miksowanie
ru: Приостановить микширование

source: Enable Spectrum Frequencies Calculation
ar: تمكين حساب ترددات الطيف الترددي
de: Spektrumfrequenzberechnung aktivieren
eo: Ebligi Kalkulon de Spektro Frekvencoj
es: Habilitar cálculo de frecuencias de espectro
fr: Activer le calcul des fréquences du spectre
id: Aktifkan Perhitungan Frekuensi Spektrum
nl: Berekening spectrumfrequenties inschakelen
pl: Włącz obliczanie częstotliwości widma
ru: Включить расчет спектральных частот

source: Graphic-anim while mixing (if cpu too low set it off)
ar: رسوم متحركة أثناء الخلط (إذا كانت وحدة المعالجة المركزية منخفضة جدًا ، قم بإيقاف تشغيلها)
de: Grafik-Animation beim Mischen (wenn CPU zu niedrig, schalte es aus)
eo: Grafika animado dum miksado (se cpu tro malalta malŝaltu ĝin)
es: Animación gráfica durante la mezcla (si la CPU está demasiado baja, desactívela)
fr: Animation graphique pendant le mixage (si le processeur est trop bas, désactivez-le)
id: Graphic-anim saat mixing (jika cpu terlalu rendah matikan)
nl: Graphic-anim tijdens het mixen (als de cpu te laag is, zet het uit)
pl: Graphic-anim podczas miksowania (jeśli procesor jest zbyt niski, wyłącz go)
ru: Графическая анимация при микшировании (если процессор слишком слаб, отключите ее)

source: View Meters on/off
ar: عرض العدادات تشغيل / إيقاف
de: Meter anzeigen ein/aus
eo: Vidi mezurilojn ŝaltita/malŝaltita
es: Ver medidores activado/desactivado
fr: Afficher les compteurs activé/désactivé
id: Mematikan/Melihat Pengukur
nl: Meters bekijken aan/uit
pl: Włącz/wyłącz wyświetlanie mierników
ru: Просмотр счетчиков вкл/выкл

source: Auto Mixing on/off
ar: تشغيل / إيقاف تشغيل المزج التلقائي
de: Automatisches Mischen ein/aus
eo: Aŭtomata Miksado ŝaltita/malŝaltita
es: Mezcla automática activada/desactivada
fr: Mixage automatique activé/désactivé
id: Pencampuran Otomatis aktif/nonaktif
nl: Automatisch mengen aan/uit
pl: Włącz/wyłącz automatyczne miksowanie
ru: Автомикширование вкл/выкл

source: Direct MIX (0 second time)
ar: Direct MIX (0 مرة ثانية)
de: Direct MIX (0 Sekunden)
eo: Rekta MIX (0 duan fojon)
es: MEZCLA Directa (0 segundos)
fr: MIX direct (0 seconde)
id: Campuran Langsung (0 detik)
nl: Direct MIX (0 tweede keer)
pl: Bezpośredni MIX (0 drugi raz)
ru: Прямой МИКС (0 секунд)

source: Player 1
ar: اللاعب 1
de: Spieler 1
eo: Ludanto 1
es: Jugador 1
fr: Lecteur 1
id: Pemain 1
nl: Speler 1
pl: Gracz 1
ru: Игрок 1

source: Player 2
ar: اللاعب 2
de: Spieler 2
eo: Ludanto 2
es: Jugador 2
fr: Lecteur 2
id: Pemain 2
nl: Speler 2
pl: Gracz 2
ru: Игрок 2

source: Randomize mixing list
ar: ترتيب قائمة المزج عشوائيًا
de: Mischliste randomisieren
eo: Hazardoni miksan liston
es: Lista de mezcla aleatoria
fr: Randomiser la liste de mixage
id: Acak daftar pencampuran
nl: Willekeurige mixlijst
pl: Randomizuj listę miksowania
ru: Рандомизировать список микширования

source: Invalid value. Reset to 100.
ar: قيمة غير صالحة. إعادة التعيين إلى 100.
de: Ungültiger Wert. Auf 100 zurücksetzen.
eo: Nevalida valoro. Restarigi al 100.
es: Valor no válido. Restablecer a 100.
fr: Valeur invalide. Réinitialiser à 100.
id: Nilai tidak valid. Setel ulang ke 100.
nl: Ongeldige waarde. Reset naar 100.
pl: Nieprawidłowa wartość. Zresetuj do 100.
ru: Недопустимое значение. Сбросить на 100.

source: Or press Esc key for previous value.
ar: أو اضغط على مفتاح Esc للقيمة السابقة.
de: Oder drücken Sie die Esc-Taste für den vorherigen Wert.
eo: Aŭ premu Esc-klavon por antaŭa valoro.
es: O presione la tecla Esc para el valor anterior.
fr: Ou appuyez sur la touche Échap pour la valeur précédente.
id: Atau tekan tombol Esc untuk nilai sebelumnya.
nl: Of druk op de Esc-toets voor de vorige waarde.
pl: Lub naciśnij klawisz Esc, aby uzyskać poprzednią wartość.
ru: Или нажмите клавишу Esc для предыдущего значения.

source: Use this grip panel to drag/drop the window
ar: استخدم لوحة المقبض هذه لسحب / إسقاط النافذة
de: Verwenden Sie dieses Grifffeld, um das Fenster zu ziehen/abzulegen
eo: Uzu ĉi tiun kroĉpanelon por treni/faligi la fenestron
es: Use este panel de agarre para arrastrar/soltar la ventana
fr: Utilisez la poignée à droite faire glisser/déposer la fenêtre
id: Gunakan panel pegangan ini untuk menarik/melepaskan jendela
nl: Gebruik dit greeppaneel om het venster te slepen en neer te zetten
pl: Użyj tego panelu uchwytów, aby przeciągnąć/upuścić okno
ru: Используйте эту панель захвата для перетаскивания окна

source: Files
ar: الملفات
de: Dateien
eo: Dosieroj
es: Archivos
fr: Fichiers
id: File
nl: Bestanden
pl: Pliki
ru: Файлы

source: Audio files
ar: ملفات الصوت
de: Audiodateien
eo: Aŭddosieroj
es: Archivos de audio
fr: Fichiers audio
id: File audio
nl: Audiobestanden
pl: Pliki audio
ru: Аудиофайлы

source: Number of files in the list
ar: عدد الملفات في القائمة
de: Anzahl der Dateien in der Liste
eo: Nombro da dosieroj en la listo
es: Número de archivos en la lista
fr: Nombre de fichiers dans la liste
id: Jumlah file dalam daftar
nl: Aantal bestanden in de lijst
pl: Liczba plików na liście
ru: Количество файлов в списке

source: Find a word in list
ar: البحث عن كلمة في القائمة
de: Suche ein Wort in der Liste
eo: Trovu vorton en listo
es: Encuentra una palabra en la lista
fr: Rechercher un mot dans la liste
id: Temukan kata dalam daftar
nl: Zoek een woord in de lijst
pl: Znajdź słowo na liście
ru: Найти слово в списке

source: Sent selected song to cue for Player 1
ar: إرسال الأغنية المحددة لتلائم اللاعب 1
de: Ausgewählten Song an Cue für Spieler 1 gesendet
eo: Sendis elektitan kanton por indiki por Ludanto 1
es: Envió la canción seleccionada como señal para el jugador 1
fr: Envoyé la chanson sélectionnée au cue pour le lecteur 1
id: Mengirim lagu yang dipilih sebagai isyarat untuk Pemain 1
nl: Geselecteerd nummer naar cue gestuurd voor speler 1
pl: Wysłano wybrany utwór do cue dla Gracza 1
ru: Отправлена ​​выбранная песня в очередь для Player 1

source: Sent selected song to cue for Player 2
ar: أرسلت الأغنية المحددة لتلائم اللاعب 2
de: Ausgewählten Song an Cue für Player 2 gesendet
eo: Sendis elektitan kanton por indiki por Ludanto 2
es: Envió la canción seleccionada como señal para el jugador 2
fr: Envoyé la chanson sélectionnée au cue pour le lecteur 2
id: Mengirim lagu yang dipilih sebagai isyarat untuk Player 2
nl: Geselecteerd nummer naar cue gestuurd voor speler 2
pl: Wysłano wybraną piosenkę do cue dla Gracza 2
ru: Отправлена ​​выбранная песня в очередь для Player 2

source: To move a row: click+hold into the fixed column and drag the row where you want.
ar: لنقل صف: انقر مع الاستمرار في العمود الثابت واسحب الصف حيث تريد.
de: Um eine Zeile zu verschieben: Klicken und halten Sie in die fixierte Spalte und ziehen Sie die Zeile an die gewünschte Stelle.
eo: Por movi vicon: klaku+teni en la fiksan kolumnon kaj trenu la vicon kien vi volas.
es: Para mover una fila: haga clic y mantenga presionada la columna fija y arrastre la fila donde desee.
fr: Pour déplacer une ligne : cliquez+maintenez dans la colonne fixe et faites glisser la ligne où vous voulez.
id: Untuk memindahkan baris: klik+tahan ke kolom tetap dan seret baris ke tempat yang Anda inginkan.
nl: Om een ​​rij te verplaatsen: klik+houd ingedrukt in de vaste kolom en sleep de rij naar de gewenste plek.
pl: Aby przenieść wiersz: kliknij+przytrzymaj w ustalonej kolumnie i przeciągnij wiersz w wybrane miejsce.
ru: Чтобы переместить строку: нажмите и удерживайте фиксированный столбец и перетащите строку в нужное место.

source: Name of sound
ar: اسم الصوت
de: Name des Sounds
eo: Nomo de sono
es: Nombre del sonido
fr: Nom du son
id: Nama suara
nl: Naam van geluid
pl: Nazwa dźwięku
ru: Название звука

source: Ext
ar: تحويلة
de: Extern
es: Externo
ru: Внешний

source: File extension
ar: امتداد الملف
de: Dateierweiterung
eo: Dosiera etendo
es: Extensión de archivo
fr: Extension de fichier
id: Ekstensi file
nl: Bestandsextensie
pl: Rozszerzenie pliku
ru: Расширение файла

source: Size
ar: الحجم
de: Größe
eo: Grandeco
es: Tamaño
fr: Taille
id: Ukuran
nl: Grootte
pl: Rozmiar
ru: Размер

source: Size in Kb of the file
ar: الحجم بالكيلو بايت للملف
de: Größe der Datei in KB
eo: Grandeco en Kb de la dosiero
es: Tamaño en Kb del archivo
fr: Taille en Ko du fichier
id: Ukuran dalam Kb file
nl: Grootte in Kb van het bestand
pl: Rozmiar pliku w KB
ru: Размер файла в килобайтах

source: Mix
ar: ميكس
de: Mischen
eo: Miksi
es: Mezclar
fr: Mélanger
id: Campur
pl: Mieszać
ru: Смешать

source: Include for mix. Clicking on the fixed cell ---> select all/none.
ar: تضمين للمزيج. النقر فوق الخلية الثابتة ---> تحديد الكل / لا شيء.
de: Für Mix einbeziehen. Klicken auf die fixierte Zelle ---> alle/keine auswählen.
eo: Inkluzivi por miksi. Klakante sur la fiksita ĉelo ---> elektu ĉion/neniu.
es: Incluir para mezclar. Al hacer clic en la celda fija ---> seleccionar todo/ninguno.
fr: Inclure pour le mixage. Cliquer sur la cellule fixe ---> sélectionner tout/aucun.
id: Sertakan untuk campuran. Mengklik sel tetap ---> pilih semua/tidak ada.
nl: Opnemen voor mix. Klikken op de vaste cel ---> selecteer alles/geen.
pl: Uwzględnij do miksu. Kliknięcie stałej komórki ---> zaznacz wszystko/brak.
ru: Включить для микса. Нажав на фиксированную ячейку ---> выберите все/ничего.

source: Load custom play-list
ar: تحميل قائمة تشغيل مخصصة
de: Benutzerdefinierte Wiedergabeliste laden
eo: Ŝargi propran ludliston
es: Cargar lista de reproducción personalizada
fr: Charger la liste de lecture personnalisée
id: Muat daftar putar khusus
nl: Laad aangepaste afspeellijst
pl: Załaduj niestandardową listę odtwarzania
ru: Загрузить пользовательский список воспроизведения

source: Load
ar: تحميل
de: Laden
eo: Ŝargi
es: Cargar
fr: Charger
id: Muat
nl: Laden
pl: Załaduj
ru: Загрузить

source: Save custom play-list
ar: حفظ قائمة التشغيل المخصصة
de: Benutzerdefinierte Wiedergabeliste speichern
eo: Konservi propran ludliston
es: Guardar lista de reproducción personalizada
fr: Enregistrer la liste de lecture personnalisée
id: Simpan daftar putar khusus
nl: Aangepaste afspeellijst opslaan
pl: Zapisz niestandardową listę odtwarzania
ru: Сохранить пользовательский список воспроизведения

source: Add file in custom play-list
ar: إضافة ملف في قائمة التشغيل المخصصة
de: Datei zu benutzerdefinierter Wiedergabeliste hinzufügen
eo: Aldonu dosieron en kutima ludlisto
es: Agregar archivo en la lista de reproducción personalizada
fr: Ajouter un fichier dans la liste de lecture personnalisée
id: Tambahkan file dalam daftar putar khusus
nl: Bestand toevoegen aan aangepaste afspeellijst
pl: Dodaj plik do niestandardowej listy odtwarzania
ru: Добавить файл в пользовательский список воспроизведения

source: Add
ar: إضافة
de: Hinzufügen
eo: Aldoni
es: Agregar
fr: Ajouter
id: Tambah
nl: Toevoegen
pl: Dodaj
ru: Добавить

source: History of Directories
ar: تاريخ الدلائل
de: Verlauf der Verzeichnisse
eo: Historio de Dosierujoj
es: Historial de directorios
fr: Historique des répertoires
id: Riwayat Direktori
nl: Geschiedenis van mappen
pl: Historia katalogów
ru: История каталогов

source: Choose a audio directory with wav, ogg, flac or mp3
ar: اختر دليل صوتي مع wav أو ogg أو flac أو mp3
de: Wähle ein Audioverzeichnis mit wav, ogg, flac oder mp3
eo: Elektu sondosierujon kun wav, ogg, flac aŭ mp3
es: Elija un directorio de audio con wav, ogg, flac o mp3
fr: Choisissez un répertoire audio avec wav, ogg, flac ou mp3
id: Pilih direktori audio dengan wav, ogg, flac atau mp3
nl: Kies een audiomap met wav, ogg, flac of mp3
pl: Wybierz katalog audio z wav, ogg, flac lub mp3
ru: Выберите аудио каталог с wav, ogg, flac или mp3

source: Infos of song
ar: معلومات الأغنية
de: Infos zum Song
eo: Informoj pri kanto
es: Información de la canción
fr: Informations sur la chanson
id: Info lagu
nl: Info's van het lied
pl: Informacje o utworze
ru: Информация о песне

source: No Image Tag
ar: لا توجد علامة صورة
de: Kein Bild-Tag
eo: Neniu Bilda Etikedo
es: Sin etiqueta de imagen
fr: Aucune balise d'image
id: Tidak Ada Tag Gambar
nl: Geen afbeeldingstag
pl: Brak tagu obrazu
ru: Нет тега изображения

source: Title
ar: العنوان
de: Titel
eo: Titolo
es: Título
fr: Titre
id: Judul
nl: Titel
pl: Tytuł
ru: Заголовок

source: Artist
ar: فنان
de: Künstler
eo: Artisto
es: Artista
fr: Artiste
id: Artis
nl: Artiest
pl: Artysta
ru: Художник

source: Album
ar: الألبوم
eo: Albumo
es: Álbum
ru: Альбом

source: Year
ar: السنة
de: Jahr
eo: Jaro
es: Año
fr: Année
id: Tahun
nl: Jaar
pl: Rok
ru: Год

source: Duration
ar: المدة
de: Dauer
eo: Daŭro
es: Duración
fr: Durée
id: Durasi
nl: Duur
pl: Czas trwania
ru: Продолжительность

source: Genre
ar: النوع
eo: Ĝenro
es: Género
pl: Gatunek
ru: Жанр

source: Comment
ar: تعليق
de: Kommentar
eo: Komento
es: Cómo
fr: Commentaire
id: Komentar
nl: Commentaar
pl: Komentarz
ru: Комментарий

source: File Name
ar: اسم الملف
de: Dateiname
eo: Dosiernomo
es: Nombre de archivo
fr: Nom du fichier
id: Nama File
nl: Bestandsnaam
pl: Nazwa pliku
ru: Имя файла

source: Rate
ar: معدل
eo: Takso
fr: Fréq.
id: Nilai
pl: Oceń
ru: темп

source: Chan
ar: تشان
eo: Ĉan
ru: Чан

source: Change Left volume
ar: تغيير الحجم الأيسر
de: Linke Lautstärke ändern
eo: Ŝanĝi Maldekstran volumon
es: Cambiar volumen izquierdo
fr: Modifier le volume de gauche
id: Ubah volume Kiri
nl: Linker volume wijzigen
pl: Zmień lewą głośność
ru: Изменить левый том

source: Reset to tempo original
ar: إعادة التعيين إلى الإيقاع الأصلي
de: Auf Originaltempo zurücksetzen
eo: Restarigi al la originala takto
es: Restablecer el tempo original
fr: Réinitialiser au tempo d'origine
id: Setel ulang ke tempo asli
nl: Reset naar tempo origineel
pl: Przywróć oryginalne tempo
ru: Восстановить исходный темп

source: Click to change position of sound
ar: انقر لتغيير موضع الصوت
de: Klicken, um Position des Sounds zu ändern
eo: Alklaku por ŝanĝi pozicion de sono
es: Haga clic para cambiar la posición del sonido
fr: Cliquez pour changer la position du son
id: Klik untuk mengubah posisi suara
nl: Klik om de positie van het geluid te wijzigen
pl: Kliknij, aby zmienić pozycję dźwięku
ru: Нажмите, чтобы изменить положение звука

source: History of Cue files
ar: تاريخ ملفات Cue
de: Verlauf der Cue-Dateien
eo: Historio de Cue-dosieroj
es: Historial de archivos Cue
fr: Historique des fichiers Cue
id: Riwayat file Isyarat
nl: Geschiedenis van cue-bestanden
pl: Historia plików Cue
ru: История файлов Cue

source: Change Right volume
ar: تغيير الحجم الأيمن
de: Rechte Lautstärke ändern
eo: Ŝanĝi ĝustan volumon
es: Cambiar volumen derecho
fr: Modifier le volume de droite
id: Ubah volume Kanan
nl: Rechts volume wijzigen
pl: Zmień prawy poziom głośności
ru: Изменить правый том

source: Change tempo of song
ar: تغيير إيقاع الأغنية
de: Tempo des Songs ändern
eo: Ŝanĝi takton de kanto
es: Cambiar el tempo de la canción
fr: Changer le tempo de la chanson
id: Ubah tempo lagu
nl: Verander tempo van nummer
pl: Zmień tempo utworu
ru: Изменить темп песни

source: Show infos of the song
ar: عرض معلومات الأغنية
de: Infos zum Song anzeigen
eo: Montri informojn pri la kanto
es: Mostrar información de la canción
fr: Afficher les infos de la chanson
id: Tampilkan info lagu
nl: Toon info van het nummer
pl: Pokaż informacje o piosence
ru: Показать информацию о песне

source: Info
ar: معلومات
eo: Informoj
es: Información
fr: Infos
ru: Информация

source: Detect BMP from current position and set it to Drums tempo.
ar: كشف BMP من الوضع الحالي وضبطه على سرعة الطبول.
de: BMP von aktueller Position erkennen und auf Schlagzeugtempo setzen.
eo: Detektu BMP el nuna pozicio kaj agordu ĝin al Drums-takto.
es: Detecta BMP desde la posición actual y configúralo en el tempo de la batería.
fr: Détecter le BMP à partir de la position actuelle et le régler sur le tempo de la batterie.
id: Deteksi BMP dari posisi saat ini dan setel ke tempo Drum.
nl: Detecteer BMP vanaf de huidige positie en zet het op Drums-tempo.
pl: Wykryj BMP od aktualnej pozycji i ustaw go na tempo Drums.
ru: Определить BMP из текущей позиции и установить темп ударных.

source: Load from cue and Start player
ar: تحميل من جديلة وبدء لاعب
de: Vom Cue laden und Spieler starten
eo: Ŝargi el signalvorto kaj Komencu ludilon
es: Cargar desde cue e iniciar reproductor
fr: Charger à partir de la mémoire et démarrer le lecteur
id: Muat dari isyarat dan Mulai pemutar
nl: Laden van cue en Start speler
pl: Załaduj z cue i uruchom odtwarzacz
ru: Загрузить из cue и запустить проигрыватель
