Repository: amikey/strumpract
Catalog: src/lang/strumpract_*.po
Languages: ar, de, eo, es, fr, id, nl, pl, ru

source: Maximum number of chords
ar: الحد الأقصى لعدد الأوتار
de: Maximale Anzahl von Akkorden
eo: Maksimuma nombro da akordoj
es: Número máximo de acordes
fr: Nombre maximum d'accords
id: Jumlah akord maksimum
nl: Maximum aantal akkoorden
pl: Maksymalna liczba akordów
ru: Максимальное количество аккордов

source: Random num
ar: عدد عشوائي
de: Zufallszahl
eo: Hazarda nombro
es: Número aleatorio
fr: Nombre aléatoire
id: Nomor acak
pl: Liczba losowa
ru: Случайное число

source: Randomize the number of chords
ar: ترتيب عدد الأوتار عشوائيًا
de: Anzahl der Akkorde randomisieren
eo: Hazardigu la nombron da akordoj
es: Aleatorizar el número de acordes
fr: Aléatoire le nombre d'accords
id: Acak jumlah akord
nl: Randomize het aantal akkoorden
pl: Randomizuj liczbę akordów
ru: Случайное количество аккордов

source: Tempo of Drums in BPM
ar: سرعة الطبول في BPM
de: Tempo des Schlagzeugs in BPM
eo: Tempo de Tamburoj en BPM
es: Tempo de la batería en BPM
fr: Tempo de batterie en BPM
id: Tempo Drum di BPM
nl: Tempo van drums in BPM
pl: Tempo bębnów w BPM
ru: Темп барабанов в BPM

source: Enable Drums
ar: تمكين الطبول
de: Schlagzeug aktivieren
eo: Ebligi Tamburojn
es: Habilitar batería
fr: Activer la batterie
id: Aktifkan Drum
nl: Drums inschakelen
pl: Włącz bębny
ru: Включить барабаны

source: Enable random Drums tempo
ar: تفعيل وتيرة الطبول العشوائية
de: Zufälliges Schlagzeugtempo aktivieren
eo: Ebligi hazardan Drums-takton
es: Habilitar tempo de batería aleatorio
fr: Activer le tempo aléatoire de la batterie
id: Aktifkan tempo Drum acak
nl: Schakel willekeurig drumtempo in
pl: Włącz losowe tempo bębnów
ru: Включить случайный темп ударных

source: Configure the Clear message
ar: تكوين رسالة مسح
de: Konfiguriere die Clear-Meldung
eo: Agordu la mesaĝon Malplenigi
es: Configurar el mensaje Borrar
fr: Configurer le message Effacer
id: Konfigurasikan pesan Hapus
nl: Configureer het msgstr Wissen
pl: Skonfiguruj komunikat Wyczyść
ru: Настроить сообщение Очистить

source: English [en]
ar: الإنجليزية [en]
de: Englisch [en]
eo: La angla [en]
es: Inglés [en]
fr: Anglais [en]
id: Bahasa Inggris [en]
nl: Nederlands [nl]
pl: Polski [pl]
ru: Английский [en]

source: Russian [ru]
ar: الروسية [ru]
de: Russisch [ru]
eo: Ruse [ru]
es: Ruso [ru]
fr: Russe [ru]
id: Rusia [ru]
ru: Русский [ru]

source: French [fr]
ar: الفرنسية [fr]
de: Französisch [fr]
eo: Franca [fr]
es: Francés [fr]
fr: Français [fr]
id: Prancis [fr]
ru: Французский [fr]

source: German [de]
ar: الألمانية [de]
de: Deutsch [de]
eo: Germana [de]
es: Alemán [de]
fr: Allemand [de]
id: Jerman [de]
ru: немецкий [de]

source: Spanish [es]
ar: الإسبانية [es]
de: Spanisch [es]
eo: Hispana [es]
es: Español [es]
fr: Espagnol [es]
id: Spanyol [es]
ru: Испанский [es]

source: Portuguese [pt]
ar: البرتغالية [pt]
de: Portugiesisch [pt]
eo: Portugala [pt]
es: Portugués [pt]
fr: Portugais [pt]
id: Portugis [pt]
ru: Португальский [pt]

source: Chinese [zh]
ar: الصينية [zh]
de: Chinesisch [zh]
eo: Ĉina [zh]
es: Chino [zh]
fr: Chinois [zh]
id: Cina [zh]
ru: Китайский [zh]

source: Italian [it]
ar: إيطالي [it]
de: Italienisch [it]
eo: Itale [it]
es: Italiano [it]
fr: Italien [it]
id: Italia [it]
ru: Итальянский [it]

source: Dutch [nl]
ar: الهولندية [nl]
de: Niederländisch [nl]
eo: Nederlanda [nl]
es: Holandés [nl]
fr: Néerlandais [nl]
id: Belanda [nl]
ru: Голландский [nl]

source: Hebrew [he]
ar: العبرية [he]
de: Hebräisch [he]
eo: Hebree [he]
es: Hebreo [he]
fr: Hébreu [he]
id: Ibrani [he]
ru: Иврит [he]

source: Indonesian [id]
ar: إندونيسي [id]
de: Indonesisch [id]
eo: Indonezia [id]
es: Indonesio [id]
fr: Indonésien [id]
id: Bahasa Indonesia [id]
ru: Индонезийский [id]

source: Polish [pl]
ar: البولندية [pl]
de: Polnisch [pl]
eo: Pola [pl]
es: Polaco [pl]
fr: Polonais [pl]
id: Polandia [pl]
ru: Польский [pl]

source: Esperanto [eo]
ar: الإسبرانتو [eo]
fr: Espéranto [eo]
ru: Эсперанто [eo]

source: Greek [el]
ar: اليونانية [el]
de: Griechisch [el]
eo: Greka [el]
es: Griego [el]
fr: Grec [el]
id: Yunani [el]
ru: Греческий [el]

source: Arabic [ar]
ar: عربي [ar]
de: Arabisch [ar]
eo: Araba [ar]
es: Árabe [ar]
fr: Arabe [ar]
id: Arab [ar]
ru: Арабский [ar]

source: &Image Dancer
ar: صورة راقصة
eo: &Bildancisto
es: &Imagen Bailarina
fr: &Image Dansante
id: &Penari Gambar
pl: &Tancerz obrazu

source: &Panels
ar: & اللوحات
eo: &Paneloj
es: &Paneles

source: &Show
ar: & إظهار
de: &Anzeigen
eo: &Montri
es: &Mostrar

source: Cue-Load-Pause Player
ar: مشغل Cue-Load-Pause
eo: Signo-Ŝargi-Paŭza Ludilon
fr: Cue-Load-Pause lecteur
id: Pemutar Isyarat-Muat-Jeda

source: Play1
eo: Ludo1
es: Reproducir1
id: Mainkan1
pl: Odtwórz1

source: Last lesson. Do the same as 3th lesson but increasing the tempo. On count 2 you may add a boom on the Bass Drum. Congratulation, you are a drummer now. ;-)
ar: الدرس الأخير. افعل نفس الدرس الثالث لكن مع زيادة الإيقاع. عند العد 2 يمكنك إضافة boom على Bass Drum. تهانينا ، أنت عازف طبول الآن. ؛-)
de: Letzte Lektion. Machen Sie dasselbe wie in der 3. Lektion, aber erhöhen Sie das Tempo. Bei Count 2 können Sie einen Boom auf der Bassdrum hinzufügen. Glückwunsch, Sie sind jetzt Schlagzeuger. ;-)

source: Dock Panel
fr: Panneau Dock
pl: Panel dokowania

source: Equalizer
pl: Korektor
